{
  "answer": {
    "en": "Coca-Cola",
    "es": "Coca-Cola"
  },
  "imageUrl": "https://res.cloudinary.com/dqqm8s1p7/image/upload/v1642534000/fact5/brands/coca-cola-classic-bottle.jpg",
  "citation": "Photo by Alessandro D’Antonio on Unsplash",
  "facts": {
    "Industry": {
      "en": "I account for 17% of the total aluminum industry's annual sales just from producing containers for my beverages.",
      "es": "Represento el 17% de las ventas anuales totales de la industria del aluminio solo por producir mis contenedores de bebidas."
    },
    "Origin": {
      "en": "I began in 1886 as a medicinal syrup created by a pharmacist who was seeking a less hazardous substitute for morphine addiction.",
      "es": "Comencé en 1886 como un jarabe medicinal creado por un farmacéutico que buscaba un sustituto menos peligroso para la adicción a la morfina."
    },
    "Logo": {
      "en": "My distinctive flowing logo uses a 19th-century handwriting style called Spencerian script.",
      "es": "Mi logotipo fluido distintivo utiliza un estilo de caligrafía del siglo XIX llamado escritura Spenceriana."
    },
    "Signature Product": {
      "en": "My flagship product was originally marketed as a cure for headaches and contained trace amounts of cocaine until 1903.",
      "es": "Mi producto insignia originalmente se comercializó como una cura para los dolores de cabeza y contenía trazas de cocaína hasta 1903."
    },
    "Target Audience": {
      "en": "I reach 94% of the world's population, with over 1.9 billion servings consumed daily across 200+ countries.",
      "es": "Llego al 94% de la población mundial, con más de 1.9 mil millones de porciones consumidas diariamente en más de 200 países."
    },
    "Tagline/Catchphrase": {
      "en": "My very first advertisement in 1886 described me as 'Delicious! Refreshing! Exhilarating! Invigorating!'",
      "es": "Mi primer anuncio en 1886 me describió como '¡Delicioso! ¡Refrescante! ¡Estimulante! ¡Vigorizante!'."
    },
    "HQ Location": {
      "en": "My headquarters features a distinctive 29-story tower that has been impossible to miss in the Atlanta skyline since 1979.",
      "es": "Mi sede cuenta con una distintiva torre de 29 pisos que ha sido imposible de pasar por alto en el horizonte de Atlanta desde 1979."
    },
    "Wildcard": {
      "en": "I once changed my 99-year-old secret formula in 1985, but public outrage forced me to return to the original recipe after exactly 79 days.",
      "es": "Una vez cambié mi fórmula secreta de 99 años en 1985, pero la indignación pública me obligó a volver a la receta original después de exactamente 79 días."
    }
  },
  "expanded": {
    "Industry": {
      "en": "The global non-alcoholic beverage industry is highly competitive, yet Coca-Cola maintains an extraordinary market dominance with over 40% of worldwide industry sales. This market leadership extends across multiple beverage categories, from carbonated soft drinks where they hold approximately 45% market share, to significant positions in juices, sports drinks, and bottled water. The company's portfolio includes over 500 brands and more than 4,000 beverage products, demonstrating remarkable diversification within the industry. Their market capitalization exceeds $260 billion, making them one of the most valuable companies in the consumer goods sector globally.",
      "es": "La industria mundial de bebidas no alcohólicas es altamente competitiva, sin embargo, Coca-Cola mantiene un dominio extraordinario del mercado con más del 40% de las ventas de la industria a nivel mundial. Este liderazgo del mercado se extiende a través de múltiples categorías de bebidas, desde bebidas gaseosas donde mantienen aproximadamente 45% de participación de mercado, hasta posiciones significativas en jugos, bebidas deportivas y agua embotellada. La cartera de la compañía incluye más de 500 marcas y más de 4,000 productos de bebidas, demostrando una diversificación notable dentro de la industria. Su capitalización de mercado supera los $260 mil millones, convirtiéndolos en una de las compañías más valiosas del sector de bienes de consumo a nivel mundial."
    },
    "Origin": {
      "en": "The origin story of Coca-Cola begins with a wounded Confederate cavalry officer named John Stith Pemberton, who suffered a gruesome saber wound during the Civil War in Georgia. His injury led to morphine addiction, prompting him to seek a less dangerous alternative in his Atlanta laboratory, the Pemberton Chemical Company. In 1886, he concocted a sweet medicinal syrup that contained extracts from coca leaves (containing small amounts of cocaine) and caffeine-rich African kola nuts - both common medicinal ingredients of that era. This 'tonic' was initially sold as a patent medicine claiming to cure everything from headaches to hangovers and even impotency, sold for five cents a glass at local pharmacies where it was mixed with carbonated water.",
      "es": "La historia de origen de Coca-Cola comienza con un oficial de caballería confederado herido llamado John Stith Pemberton, quien sufrió una herida de sable durante la Guerra Civil en Georgia. Su lesión lo llevó a la adicción a la morfina, lo que lo impulsó a buscar una alternativa menos peligrosa en su laboratorio de Atlanta, la Pemberton Chemical Company. En 1886, creó un jarabe medicinal dulce que contenía extractos de hojas de coca (con pequeñas cantidades de cocaína) y nueces de cola africanas ricas en cafeína - ambos ingredientes medicinales comunes de esa época. Este 'tónico' se vendía inicialmente como medicina de patente que afirmaba curar todo, desde dolores de cabeza hasta resacas e incluso impotencia, vendido por cinco centavos el vaso en farmacias locales donde se mezclaba con agua carbonatada."
    },
    "Logo": {
      "en": "The iconic flowing script that adorns Coca-Cola's logo represents one of the most enduring and recognizable typographic designs in marketing history. Created by Frank M. Robinson, the company's bookkeeper and partner, the logo utilizes Spencerian script - a elegant handwriting style developed by Platt Rogers Spencer in the mid-19th century. This script was the standard for business correspondence in America before typewriters became widespread, characterized by its graceful, sweeping lines and elaborate flourishes. Robinson chose this style believing that the two C's would look particularly attractive in advertising, and his intuition proved remarkably prescient. The logo has remained virtually unchanged for over 130 years, with only minor refinements, making it one of the most consistent brand identities in business history.",
      "es": "La icónica escritura fluida que adorna el logo de Coca-Cola representa uno de los diseños tipográficos más duraderos y reconocibles en la historia del marketing. Creado por Frank M. Robinson, el contador y socio de la compañía, el logo utiliza la escritura Spenceriana - un elegante estilo de caligrafía desarrollado por Platt Rogers Spencer a mediados del siglo XIX. Esta escritura era el estándar para la correspondencia comercial en América antes de que las máquinas de escribir se extendieran ampliamente, caracterizada por sus líneas elegantes y ondulantes y sus adornos elaborados. Robinson eligió este estilo creyendo que las dos C's se verían particularmente atractivas en publicidad, y su intuición resultó ser notablemente acertada. El logo ha permanecido virtualmente sin cambios durante más de 130 años, con solo refinamientos menores, convirtiéndolo en una de las identidades de marca más consistentes en la historia empresarial."
    },
    "Signature Product": {
      "en": "The flagship beverage that launched the Coca-Cola empire began as a medicinal 'brain tonic' and 'intellectual beverage' marketed to cure a variety of ailments. The original formula contained extracts from coca leaves, which naturally included small amounts of cocaine - a common ingredient in patent medicines of the 1880s. The cocaine was completely removed from the formula by 1903 due to growing concerns about its effects. Initially, the beverage was sold exclusively at soda fountains in pharmacies, mixed fresh with carbonated water for each serving. In its first year, only nine servings were sold per day at five cents each, a far cry from today's 1.9 billion daily servings worldwide. The transition from medicine to refreshment occurred gradually as consumers discovered they enjoyed the taste regardless of any purported health benefits.",
      "es": "La bebida insignia que lanzó el imperio de Coca-Cola comenzó como un 'tónico cerebral' medicinal y 'bebida intelectual' comercializada para curar una variedad de dolencias. La fórmula original contenía extractos de hojas de coca, que naturalmente incluían pequeñas cantidades de cocaína - un ingrediente común en las medicinas de patente de la década de 1880. La cocaína fue completamente eliminada de la fórmula en 1903 debido a las crecientes preocupaciones sobre sus efectos. Inicialmente, la bebida se vendía exclusivamente en fuentes de soda en farmacias, mezclada fresca con agua carbonatada para cada porción. En su primer año, solo se vendían nueve porciones por día a cinco centavos cada una, muy lejos de los 1.9 mil millones de porciones diarias actuales en todo el mundo. La transición de medicina a refresco ocurrió gradualmente cuando los consumidores descubrieron que disfrutaban el sabor independientemente de cualquier beneficio de salud supuesto."
    },
    "Target Audience": {
      "en": "Coca-Cola has achieved perhaps the most remarkable market penetration in commercial history, with 94% of the world's population able to recognize its logo and branding. The company serves over 1.9 billion consumer touchpoints daily across more than 200 countries and territories, making it one of the most ubiquitous consumer products on Earth. The brand's reach extends from dense metropolitan areas to remote villages, with products available virtually everywhere human civilization exists. Their marketing strategy successfully targets all demographic segments simultaneously - from children to seniors, across all income levels, cultures, and geographic regions. The brand's global recognition surpasses that of most world leaders, making it a true cultural phenomenon that transcends traditional consumer product boundaries.",
      "es": "Coca-Cola ha logrado quizás la penetración de mercado más notable en la historia comercial, con el 94% de la población mundial capaz de reconocer su logo y marca. La compañía sirve más de 1.9 mil millones de puntos de contacto con consumidores diariamente en más de 200 países y territorios, convirtiéndola en uno de los productos de consumo más ubicuos en la Tierra. El alcance de la marca se extiende desde áreas metropolitanas densas hasta pueblos remotos, con productos disponibles virtualmente en cualquier lugar donde existe la civilización humana. Su estrategia de marketing exitosamente apunta a todos los segmentos demográficos simultáneamente - desde niños hasta adultos mayores, a través de todos los niveles de ingresos, culturas y regiones geográficas. El reconocimiento global de la marca supera al de la mayoría de los líderes mundiales, convirtiéndola en un verdadero fenómeno cultural que trasciende las fronteras tradicionales de productos de consumo."
    },
    "Tagline/Catchphrase": {
      "en": "Coca-Cola's very first newspaper advertisement appeared in The Atlanta Journal on May 29, 1886, describing the new beverage as 'Delicious! Refreshing! Exhilarating! Invigorating!' This enthusiastic quartet of adjectives established the promotional tone that would characterize the brand's advertising approach for decades. Initially marketed as 'The Temperance Drink,' it was positioned as a wholesome alternative to alcoholic beverages during the era of prohibition sentiment. The early advertising emphasized its medicinal properties and brain-stimulating effects, reflecting the era's fascination with patent medicines and health tonics. Over the decades, the company has created some of the most memorable advertising campaigns in history, spending approximately $4 billion annually on marketing - more than Apple and Microsoft combined - establishing it as one of the most advertised brands in the world.",
      "es": "El primer anuncio de periódico de Coca-Cola apareció en The Atlanta Journal el 29 de mayo de 1886, describiendo la nueva bebida como '¡Deliciosa! ¡Refrescante! ¡Estimulante! ¡Vigorizante!' Este cuarteto entusiasta de adjetivos estableció el tono promocional que caracterizaría el enfoque publicitario de la marca durante décadas. Inicialmente comercializada como 'La Bebida de Templanza,' se posicionó como una alternativa saludable a las bebidas alcohólicas durante la era del sentimiento de prohibición. La publicidad temprana enfatizaba sus propiedades medicinales y efectos estimulantes del cerebro, reflejando la fascinación de la época con las medicinas de patente y tónicos de salud. A lo largo de las décadas, la compañía ha creado algunas de las campañas publicitarias más memorables de la historia, gastando aproximadamente $4 mil millones anuales en marketing - más que Apple y Microsoft combinados - estableciéndola como una de las marcas más publicitadas del mundo."
    },
    "HQ Location": {
      "en": "Coca-Cola's headquarters campus spans multiple buildings in Atlanta, Georgia, anchored by an unmistakable 29-story tower that has dominated the southern city's skyline since 1979. This brutalist architecture landmark, officially known as One Coca-Cola Plaza, features distinctive dark-tinted windows arranged in a rhythmic grid pattern against light gray granite facades. The building's unique design includes emergency stair towers pulled to the exterior corners, creating a distinctive profile unlike any other structure in the city. The campus sits strategically across from Georgia Tech and near the original Jacob's Pharmacy location where the first glass was served in 1886. The company has invested over $100 million in recent renovations, creating state-of-the-art collaborative workspaces, outdoor dining areas, and a Central Reception Building that serves as the welcoming face for the global headquarters of this beverage empire.",
      "es": "El campus de la sede de la compañía abarca múltiples edificios en Atlanta, Georgia, anclado por una inconfundible torre de 29 pisos que ha dominado el horizonte de la ciudad sureña desde 1979. Este hito de arquitectura brutalista, oficialmente conocido como One Coca-Cola Plaza, presenta ventanas distintivas de cristal oscuro dispuestas en un patrón de cuadrícula rítmica contra fachadas de granito gris claro. El diseño único del edificio incluye torres de escaleras de emergencia llevadas a las esquinas exteriores, creando un perfil distintivo diferente a cualquier otra estructura en la ciudad. El campus se sitúa estratégicamente frente al Georgia Tech y cerca de la ubicación original de la Farmacia Jacob's donde se sirvió el primer vaso en 1886. La compañía ha invertido más de $100 millones en renovaciones recientes, creando espacios de trabajo colaborativos de última generación, áreas de comedor al aire libre, y un Edificio de Recepción Central que sirve como la cara de bienvenida para la sede global de este imperio de bebidas."
    },
    "Wildcard": {
      "en": "In 1985, Coca-Cola made what many consider the \"marketing blunder of the century\" by changing its 99-year-old secret formula for the first time in its history. The reformulated product was designed to taste sweeter and more like its main competitor, based on taste tests of nearly 200,000 consumers who preferred the new flavor. However, the public outcry was immediate and intense, with the company receiving up to 8,000 angry phone calls per day and over 40,000 complaint letters from devastated customers who felt betrayed by the change. The CEO even received a letter addressed to \"Chief Dodo, The Coca-Cola Company.\" The company was forced to bring back the original formula after exactly 79 days, rebranding it as \"Classic\" and inadvertently creating one of the most famous marketing case studies in business history that demonstrated the incredible emotional bond consumers had with the original product.",
      "es": "En 1985, Coca-Cola hizo lo que muchos consideran el \"error de marketing del siglo\" al cambiar su fórmula secreta de 99 años por primera vez en su historia. El producto reformulado fue diseñado para saber más dulce y más como su competidor principal, basado en pruebas de sabor de casi 200,000 consumidores que preferían el nuevo sabor. Sin embargo, la protesta pública fue inmediata e intensa, con la compañía recibiendo hasta 8,000 llamadas telefónicas enojadas por día y más de 40,000 cartas de queja de clientes devastados que se sintieron traicionados por el cambio. El CEO incluso recibió una carta dirigida a \"Jefe Dodo, The Coca-Cola Company.\" La compañía se vio obligada a traer de vuelta la fórmula original después de exactamente 79 días, renombrándola como \"Clásica\" e inadvertidamente creando uno de los estudios de caso de marketing más famosos en la historia empresarial que demostró el increíble vínculo emocional que los consumidores tenían con el producto original."
    }
  },
  "alternatives": {
    "en": [
      "Pepsi",
      "Dr Pepper",
      "Sprite",
      "Fanta",
      "Mountain Dew",
      "7UP",
      "RC Cola",
      "Diet Coke",
      "Schweppes"
    ],
    "es": [
      "Pepsi",
      "Dr Pepper",
      "Sprite",
      "Fanta",
      "Mountain Dew",
      "7UP",
      "RC Cola",
      "Diet Coke",
      "Schweppes"
    ]
  }
}