{
  "answer": {
    "en": "Back to the Future",
    "es": "Volver al Futuro"
  },
  "youtubeUrl": "https://www.youtube.com/embed/qvsgGtivCgs",
  "citation": "via Rotten Tomatoes Classic Trailers",
  "facts": {
    "Behind the Scenes": {
      "en": "My initial lead actor Eric Stoltz was replaced after six weeks of filming because his method acting approach proved incompatible with my comedic tone.",
      "es": "Mi actor principal inicial Eric Stoltz fue reemplazado después de seis semanas de filmación porque su enfoque de actuación de método resultó incompatible con mi tono cómico."
    },
    "Premiere": {
      "en": "I premiered in theaters just nine weeks after filming wrapped due to rushed post-production to meet a July 3rd release date.",
      "es": "Me estrené en cines solo nueve semanas después de terminar el rodaje debido a la post-producción acelerada para cumplir con una fecha de lanzamiento del 3 de julio."
    },
    "Characters": {
      "en": "My protagonist was born on June 12, 1968 in the fictional town of Hill Valley, California, making him 17 years old during the film's events.",
      "es": "Mi protagonista nació el 12 de junio de 1968 en el pueblo ficticio de Hill Valley, California, haciéndolo de 17 años durante los eventos de la película."
    },
    "Genre": {
      "en": "I blend adventure, comedy, coming-of-age teen drama, romance, and action elements into a single time-travel narrative.",
      "es": "Combino elementos de aventura, comedia, drama adolescente de crecimiento, romance y acción en una sola narrativa de viaje en el tiempo."
    },
    "Critical Reception": {
      "en": "I won the Academy Award for Best Sound Editing and received nominations for Best Original Screenplay and Best Song.",
      "es": "Gané el Premio de la Academia por Mejor Edición de Sonido y recibí nominaciones por Mejor Guión Original y Mejor Canción."
    },
    "Box Office": {
      "en": "I held the number one box office position for eleven of my first twelve weeks in theaters, only briefly losing to National Lampoon's European Vacation before reclaiming the crown.",
      "es": "Mantuve la posición número uno en taquilla durante once de mis primeras doce semanas en cines, solo perdiendo brevemente ante Las Vacaciones Europeas de los Griswold antes de recuperar la corona."
    },
    "Famous Lines": {
      "en": "\"If my calculations are correct, when this baby hits 88 miles per hour... you're gonna see some serious s--t\"",
      "es": "\"Si mis cálculos son correctos, cuando este bebé alcance 88 millas por hora... vas a ver algo realmente serio\""
    },
    "Wildcard": {
      "en": "The clock tower that is central to my narrative also appeared in Gremlins, To Kill a Mockingbird, and episodes of The Twilight Zone.",
      "es": "La torre del reloj que es central para mi narrativa también apareció en Gremlins, Matar a un Ruiseñor, y episodios de The Twilight Zone."
    }
  },
  "expanded": {
    "Behind the Scenes": {
      "en": "Eric Stoltz was initially cast as Marty McFly and filmed for over six weeks before being replaced by Michael J. Fox. Stoltz's method acting approach, where he insisted everyone call him 'Marty' on set and focused on the dramatic aspects of the story, clashed with director Robert Zemeckis's vision for a lighthearted comedy. The recasting added approximately $4 million to the production budget and required reshooting most of Stoltz's scenes. Christopher Lloyd later noted that while Stoltz was a talented actor, he wasn't bringing the comedic element essential to the film's tone.",
      "es": "Eric Stoltz fue inicialmente elegido como Marty McFly y filmó durante más de seis semanas antes de ser reemplazado por Michael J. Fox. El enfoque de actuación de método de Stoltz, donde insistía en que todos lo llamaran 'Marty' en el set y se enfocaba en los aspectos dramáticos de la historia, chocó con la visión del director Robert Zemeckis para una comedia alegre. El cambio de reparto agregó aproximadamente $4 millones al presupuesto de producción y requirió refilmar la mayoría de las escenas de Stoltz. Christopher Lloyd luego notó que aunque Stoltz era un actor talentoso, no estaba aportando el elemento cómico esencial para el tono de la película."
    },
    "Premiere": {
      "en": "Back to the Future's rapid release schedule was unprecedented for a major studio film. Filming concluded on April 26, 1985, and the movie hit theaters on July 3, 1985 - just nine weeks later. This compressed timeline was the result of positive test screenings that convinced Universal executives to move the release date forward from late August to capture more of the lucrative summer movie season. The rushed post-production meant some special effects were incomplete, but the film's success validated the decision. This quick turnaround from production wrap to theatrical release set a record that stood for years.",
      "es": "El cronograma de lanzamiento rápido de Volver al Futuro fue sin precedentes para una película de un estudio importante. La filmación concluyó el 26 de abril de 1985, y la película llegó a los cines el 3 de julio de 1985 - solo nueve semanas después. Este cronograma comprimido fue el resultado de proyecciones de prueba positivas que convencieron a los ejecutivos de Universal de adelantar la fecha de lanzamiento desde finales de agosto para capturar más de la lucrativa temporada de películas de verano. La post-producción acelerada significó que algunos efectos especiales estaban incompletos, pero el éxito de la película validó la decisión. Este cambio rápido desde el final de la producción hasta el lanzamiento teatral estableció un récord que duró años."
    },
    "Characters": {
      "en": "Marty McFly's birth date of June 12, 1968, was carefully chosen to make him exactly 17 years old during the film's October 1985 events. This detail appears on his driver's license prop shown in the film when he proves to Doc Brown that he's from the future. The birth month of June was likely chosen as a tribute to Michael J. Fox's own birthday (June 9). Marty's age was crucial to the story, as it made him the same age as his parents when he travels back to 1955, creating the central comedic and dramatic tension of potentially becoming his own mother's romantic interest.",
      "es": "La fecha de nacimiento de Marty McFly del 12 de junio de 1968 fue cuidadosamente elegida para hacerlo exactamente de 17 años durante los eventos de octubre de 1985 de la película. Este detalle aparece en el accesorio de su licencia de conducir mostrado en la película cuando le demuestra al Doc Brown que es del futuro. El mes de nacimiento de junio probablemente fue elegido como tributo al propio cumpleaños de Michael J. Fox (9 de junio). La edad de Marty fue crucial para la historia, ya que lo hizo de la misma edad que sus padres cuando viaja de regreso a 1955, creando la tensión cómica y dramática central de potencialmente convertirse en el interés romántico de su propia madre."
    },
    "Genre": {
      "en": "Back to the Future successfully merged multiple genres in a way that was revolutionary for 1980s cinema. The film operates simultaneously as a science fiction adventure, featuring time travel and futuristic technology; a teen comedy, with high school social dynamics and coming-of-age themes; a family drama, exploring parent-child relationships across generations; and a romance, as Marty must ensure his parents fall in love. This genre-blending approach helped the film appeal to multiple demographics and age groups, contributing to its massive commercial success and enduring popularity across different audience segments.",
      "es": "Volver al Futuro fusionó exitosamente múltiples géneros de una manera que fue revolucionaria para el cine de los años 1980. La película opera simultáneamente como una aventura de ciencia ficción, con viajes en el tiempo y tecnología futurista; una comedia adolescente, con dinámicas sociales de la escuela secundaria y temas de mayoría de edad; un drama familiar, explorando relaciones padre-hijo a través de generaciones; y un romance, ya que Marty debe asegurar que sus padres se enamoren. Este enfoque de mezcla de géneros ayudó a la película a atraer a múltiples demografías y grupos de edad, contribuyendo a su éxito comercial masivo y popularidad duradera en diferentes segmentos de audiencia."
    },
    "Critical Reception": {
      "en": "Back to the Future's Academy Award recognition was notably focused on technical achievements rather than creative categories. The film won the Oscar for Best Sound Editing, recognizing the innovative audio work that brought the time machine and its effects to life. It received nominations for Best Original Screenplay, honoring the clever and original script by Robert Zemeckis and Bob Gale, and Best Original Song for 'The Power of Love' by Huey Lewis and the News. Despite its massive popularity and cultural impact, the film was not nominated in major categories like Best Picture, Best Director, or any acting categories, reflecting the Academy's historical bias against genre films.",
      "es": "El reconocimiento del Premio de la Academia de Volver al Futuro se enfocó notablemente en logros técnicos en lugar de categorías creativas. La película ganó el Oscar por Mejor Edición de Sonido, reconociendo el trabajo de audio innovador que dio vida a la máquina del tiempo y sus efectos. Recibió nominaciones por Mejor Guión Original, honrando el guión inteligente y original de Robert Zemeckis y Bob Gale, y Mejor Canción Original por 'The Power of Love' de Huey Lewis and the News. A pesar de su popularidad masiva e impacto cultural, la película no fue nominada en categorías principales como Mejor Película, Mejor Director, o cualquier categoría de actuación, reflejando el sesgo histórico de la Academia contra las películas de género."
    },
    "Box Office": {
      "en": "Back to the Future's box office dominance was remarkable for its consistency and longevity. The film held the number one position at the North American box office for eleven of its first twelve weeks in theaters, an extraordinary achievement that demonstrated its broad appeal across multiple demographics. It only briefly lost the top spot to National Lampoon's European Vacation before quickly reclaiming it. The film ultimately grossed over $210 million domestically and $381 million worldwide, making it the highest-grossing film of 1985. This sustained box office performance helped establish it as a cultural phenomenon and guaranteed the production of its sequels.",
      "es": "El dominio de taquilla de Volver al Futuro fue notable por su consistencia y longevidad. La película mantuvo la posición número uno en la taquilla de América del Norte durante once de sus primeras doce semanas en cines, un logro extraordinario que demostró su amplio atractivo en múltiples demografías. Solo perdió brevemente el puesto principal ante Las Vacaciones Europeas de National Lampoon antes de recuperarlo rápidamente. La película finalmente recaudó más de $210 millones domésticamente y $381 millones mundialmente, convirtiéndola en la película más taquillera de 1985. Este rendimiento sostenido de taquilla ayudó a establecerla como un fenómeno cultural y garantizó la producción de sus secuelas."
    },
    "Famous Lines": {
      "en": "Doc Brown's exclamation about reaching 88 miles per hour has become one of the most quoted lines in cinema history. The line, delivered with Christopher Lloyd's characteristic intensity, perfectly captures the scientist's excitement about his invention while building anticipation for the audience. The slight censoring of the word 'shit' with 'serious' made the line memorable while keeping the film's PG rating intact. This quote has been referenced countless times in popular culture, from other movies to TV shows, and has become synonymous with the concept of time travel itself. The line's popularity helped cement the film's place in the cultural lexicon.",
      "es": "La exclamación del Doc Brown sobre alcanzar 88 millas por hora se ha convertido en una de las líneas más citadas en la historia del cine. La línea, entregada con la intensidad característica de Christopher Lloyd, captura perfectamente la emoción del científico sobre su invención mientras construye anticipación para la audiencia. La ligera censura de la palabra 'shit' con 'serio' hizo la línea memorable mientras mantenía intacta la clasificación PG de la película. Esta cita ha sido referenciada innumerables veces en la cultura popular, desde otras películas hasta programas de TV, y se ha vuelto sinónimo del concepto de viaje en el tiempo mismo. La popularidad de la línea ayudó a cimentar el lugar de la película en el léxico cultural."
    },
    "Wildcard": {
      "en": "The iconic Hill Valley courthouse and clock tower were filmed at Universal Studios' Courthouse Square, a versatile backlot set with a rich cinematic history spanning decades. Before becoming the centerpiece of Back to the Future, this same location served as the courthouse in To Kill a Mockingbird (1962), which is why it was originally called 'Mockingbird Square.' The set also appeared in the very first episode of The Twilight Zone ('Where Is Everybody?' in 1959) and later became the town square of Kingston Falls in Gremlins (1984). The clock tower itself was a removable addition specifically built for Back to the Future, but the underlying courthouse structure has been redressed and modified for hundreds of productions over its lifetime.",
      "es": "El icónico juzgado y torre del reloj de Hill Valley fueron filmados en la Plaza del Juzgado de Universal Studios, un set de backlot versátil con una rica historia cinematográfica que abarca décadas. Antes de convertirse en la pieza central de Volver al Futuro, esta misma ubicación sirvió como el juzgado en Matar a un Ruiseñor (1962), razón por la cual originalmente se llamaba 'Plaza Mockingbird.' El set también apareció en el primer episodio de The Twilight Zone ('¿Dónde está todo el mundo?' en 1959) y más tarde se convirtió en la plaza del pueblo de Kingston Falls en Gremlins (1984). La torre del reloj misma fue una adición removible específicamente construida para Volver al Futuro, pero la estructura subyacente del juzgado ha sido rediseñada y modificada para cientos de producciones durante su vida útil."
    }
  },
  "alternatives": {
    "en": [
      "E.T. the Extra-Terrestrial",
      "Raiders of the Lost Ark",
      "Ghostbusters",
      "The Goonies",
      "Gremlins",
      "Big",
      "Short Circuit",
      "Flight of the Navigator",
      "WarGames"
    ],
    "es": [
      "E.T. el Extraterrestre",
      "En Busca del Arca Perdida",
      "Los Cazafantasmas",
      "Los Goonies",
      "Gremlins",
      "Big",
      "Cortocircuito",
      "El Navegante",
      "Juegos de Guerra"
    ]
  }
}