{
  "answer": {
    "en": "Coraline",
    "es": "Coraline"
  },
  "youtubeUrl": "https://www.youtube.com/embed/m9bOpeuvNwY",
  "citation": "via Rotten Tomatoes Classic Trailers",
  "facts": {
    "Behind the Scenes": {
      "en": "My lead voice actress' lines were recorded over four years from age 10 to 14, requiring her to artificially raise her pitch in later sessions to match her younger recordings.",
      "es": "Las líneas de mi actriz de voz principal fueron grabadas durante cuatro años desde los 10 hasta los 14 años, requiriendo que artificialmente elevara su tono en sesiones posteriores para coincidir con sus grabaciones más jóvenes."
    },
    "Premiere": {
      "en": "My premiere at the Portland International Film Festival on February 5, 2009 made me the first stop-motion feature originally conceived and photographed in stereoscopic 3D.",
      "es": "Mi estreno en el Festival Internacional de Cine de Portland el 5 de febrero de 2009 me convirtió en el primer largometraje de stop-motion originalmente concebido y fotografado en 3D estereoscópico."
    },
    "Characters": {
      "en": "My title character's name originated from a typo, and throughout the film everyone constantly mispronounces her name, which becomes one of her ongoing frustrations.",
      "es": "El nombre de mi personaje principal se originó de un error tipográfico, y a lo largo de la película todos constantemente pronuncian mal su nombre, lo que se convierte en una de sus frustraciones continuas."
    },
    "Genre": {
      "en": "I combine portal fantasy and dark fantasy subgenres, creating a film that explores parallel worlds with sinister undertones.",
      "es": "Combino los subgéneros de fantasía portal y fantasía oscura, creando una película que explora mundos paralelos con matices siniestros."
    },
    "Critical Reception": {
      "en": "I won Annie Awards for Best Music, Best Character Design, and Best Production Design, while being nominated for the Academy Award for Best Animated Feature.",
      "es": "Gané Premios Annie por Mejor Música, Mejor Diseño de Personajes y Mejor Diseño de Producción, mientras fui nominada para el Premio de la Academia a Mejor Largometraje Animado."
    },
    "Box Office": {
      "en": "I earned $75.3 million domestically on my original 2009 release, but my 15th anniversary re-release in 2024 generated approximately $52 million worldwide, bringing my lifetime total to approximately $186 million.",
      "es": "Gané $75.3 millones domésticamente en mi lanzamiento original de 2009, pero mi relanzamiento del 15º aniversario en 2024 generó aproximadamente $52 millones mundialmente, llevando mi total de por vida a aproximadamente $186 millones."
    },
    "Famous Lines": {
      "en": "My antagonist delivers the chilling line 'They say even the proudest spirit can be broken, with love' while preparing button colors for a gruesome procedure.",
      "es": "Mi antagonista pronuncia la escalofriante línea 'Dicen que incluso el espíritu más orgulloso puede ser quebrado, con amor' mientras prepara colores de botones para un procedimiento macabro."
    },
    "Wildcard": {
      "en": "My director makes a cameo by placing his own face on the dollar bill given as a tip to the movers, replacing the traditional presidential portrait.",
      "es": "Mi director hace un cameo colocando su propia cara en el billete de dólar dado como propina a los trabajadores de mudanza, reemplazando el retrato presidencial tradicional."
    }
  },
  "expanded": {
    "Behind the Scenes": {
      "en": "The voice recording process for this stop-motion masterpiece spanned an unprecedented four years, beginning when Dakota Fanning was just 10 years old and concluding when she turned 14. This extended timeline created unique challenges for maintaining vocal consistency throughout production. As Fanning's voice naturally deepened during puberty, director Henry Selick had to instruct her to artificially raise her pitch in later recording sessions to match the earlier recordings from when she was younger. This meticulous attention to vocal continuity was essential for the film's seamless audio experience, demonstrating the complex production challenges inherent in long-term stop-motion animation projects.",
      "es": "El proceso de grabación de voz para esta obra maestra de stop-motion se extendió por unos cuatro años sin precedentes, comenzando cuando Dakota Fanning tenía solo 10 años y concluyendo cuando cumplió 14. Esta línea de tiempo extendida creó desafíos únicos para mantener la consistencia vocal durante toda la producción. Mientras la voz de Fanning naturalmente se hizo más grave durante la pubertad, el director Henry Selick tuvo que instruirle a elevar artificialmente su tono en sesiones de grabación posteriores para coincidir con las grabaciones anteriores de cuando era más joven. Esta atención meticulosa a la continuidad vocal fue esencial para la experiencia de audio perfecta de la película, demostrando los desafíos complejos de producción inherentes en proyectos de animación stop-motion a largo plazo."
    },
    "Premiere": {
      "en": "This groundbreaking animated film made history at the Portland International Film Festival on February 5, 2009, as the first stop-motion feature film ever conceived and shot in native stereoscopic 3D. Unlike previous 3D conversions of existing films, every frame was meticulously planned and captured using dual-camera positions to create authentic depth perception. Director Henry Selick and his team at Laika Studios pioneered new techniques for stop-motion 3D cinematography, requiring animators to consider stereoscopic effects throughout the entire production process. This technological innovation elevated the tactile, handcrafted artistry of stop-motion animation to new immersive heights, setting a new standard for the medium and demonstrating how traditional animation techniques could embrace cutting-edge technology.",
      "es": "Esta película animada revolucionaria hizo historia en el Festival Internacional de Cine de Portland el 5 de febrero de 2009, como el primer largometraje de stop-motion jamás concebido y filmado en 3D estereoscópico nativo. A diferencia de conversiones 3D anteriores de películas existentes, cada cuadro fue meticulosamente planeado y capturado usando posiciones de cámara dual para crear percepción de profundidad auténtica. El director Henry Selick y su equipo en Laika Studios fueron pioneros en nuevas técnicas para cinematografía 3D de stop-motion, requiriendo que los animadores consideraran efectos estereoscópicos durante todo el proceso de producción. Esta innovación tecnológica elevó la artesanía táctil y hecha a mano de la animación stop-motion a nuevas alturas inmersivas, estableciendo un nuevo estándar para el medio y demostrando cómo las técnicas de animación tradicionales podrían abrazar la tecnología de vanguardia."
    },
    "Characters": {
      "en": "The protagonist's distinctive name emerged from a serendipitous typing error by author Neil Gaiman, who accidentally wrote her name instead of the more common version he originally intended. This accidental creation became central to the character's identity both in the source material and film adaptation. Throughout the movie, neighbors and acquaintances consistently mispronounce her name as the more familiar variant, despite her repeated corrections. This ongoing frustration reflects the character's broader struggle with feeling misunderstood and overlooked in her new environment. The naming confusion serves as a subtle metaphor for the character's desire to be seen and acknowledged for who she truly is, rather than what others expect her to be.",
      "es": "El nombre distintivo de la protagonista surgió de un error tipográfico fortuito del autor Neil Gaiman, quien accidentalmente escribió su nombre en lugar de la versión más común que originalmente pretendía. Esta creación accidental se volvió central a la identidad del personaje tanto en el material fuente como en la adaptación cinematográfica. A lo largo de la película, vecinos y conocidos consistentemente pronuncian mal su nombre como la variante más familiar, a pesar de sus correcciones repetidas. Esta frustración continua refleja la lucha más amplia del personaje con sentirse incomprendida y pasada por alto en su nuevo ambiente. La confusión de nombres sirve como una metáfora sutil para el deseo del personaje de ser vista y reconocida por quien realmente es, en lugar de lo que otros esperan que sea."
    },
    "Genre": {
      "en": "This innovative work masterfully blends portal fantasy and dark fantasy elements to create a unique cinematic experience that challenges traditional animated film conventions. The portal fantasy aspect manifests through the mysterious door that serves as a gateway between two parallel worlds, each with its own distinct rules and inhabitants. The dark fantasy elements emerge through the sinister undertones that gradually reveal themselves as the seemingly perfect alternate reality shows its true malevolent nature. This genre combination allows the film to explore complex themes of desire, identity, and the dangers of escapism while maintaining accessibility for younger audiences. The sophisticated genre blending creates a work that operates simultaneously as children's entertainment and psychological horror.",
      "es": "Esta obra innovadora combina magistralmente elementos de fantasía portal y fantasía oscura para crear una experiencia cinematográfica única que desafía las convenciones tradicionales de películas animadas. El aspecto de fantasía portal se manifiesta a través de la puerta misteriosa que sirve como portal entre dos mundos paralelos, cada uno con sus propias reglas distintas e habitantes. Los elementos de fantasía oscura emergen a través de los matices siniestros que gradualmente se revelan mientras la realidad alternativa aparentemente perfecta muestra su verdadera naturaleza malévola. Esta combinación de géneros permite que la película explore temas complejos de deseo, identidad y los peligros del escapismo mientras mantiene accesibilidad para audiencias más jóvenes. La mezcla sofisticada de géneros crea una obra que opera simultáneamente como entretenimiento infantil y horror psicológico."
    },
    "Critical Reception": {
      "en": "The film achieved remarkable critical recognition, sweeping the Annie Awards with victories in three major categories: Best Music in an Animated Feature Production, Best Character Design in an Animated Feature Production, and Best Production Design in an Animated Feature Production. These awards recognized the exceptional artistry and technical innovation that went into every aspect of the production. Additionally, the film received a prestigious Academy Award nomination for Best Animated Feature, competing against major studio releases and demonstrating the industry's recognition of its artistic merit. The critical acclaim reflected not only the visual brilliance of the stop-motion animation but also the sophisticated storytelling that elevated the work beyond typical children's entertainment into the realm of cinematic art.",
      "es": "La película logró un reconocimiento crítico notable, arrasando en los Premios Annie con victorias en tres categorías principales: Mejor Música en una Producción de Largometraje Animado, Mejor Diseño de Personajes en una Producción de Largometraje Animado, y Mejor Diseño de Producción en una Producción de Largometraje Animado. Estos premios reconocieron la artesanía excepcional e innovación técnica que se invirtió en cada aspecto de la producción. Adicionalmente, la película recibió una prestigiosa nominación al Premio de la Academia por Mejor Largometraje Animado, compitiendo contra lanzamientos de estudios principales y demostrando el reconocimiento de la industria de su mérito artístico. La aclamación crítica reflejó no solo la brillantez visual de la animación stop-motion sino también la narrativa sofisticada que elevó la obra más allá del entretenimiento infantil típico al reino del arte cinematográfico."
    },
    "Box Office": {
      "en": "The film's commercial performance demonstrated the enduring appeal of expertly crafted stop-motion animation, earning $75.3 million domestically during its original 2009 theatrical run. However, the most remarkable testament to its lasting impact came fifteen years later with its anniversary re-release in 2024. This special engagement generated approximately $52 million worldwide, bringing the film's lifetime theatrical gross to approximately $186 million globally. The anniversary re-release's exceptional performance, particularly impressive for a fifteen-year-old film, highlighted how the work had developed a devoted cult following and continued to attract new audiences. This commercial resurgence demonstrated that quality animation transcends generational boundaries and can find renewed success decades after its initial release.",
      "es": "El rendimiento comercial de la película demostró el atractivo duradero de la animación stop-motion expertamente elaborada, ganando $75.3 millones domésticamente durante su estreno teatral original de 2009. Sin embargo, el testimonio más notable de su impacto duradero llegó quince años después con su relanzamiento de aniversario en 2024. Esta participación especial generó aproximadamente $52 millones mundialmente, llevando la recaudación teatral de por vida de la película a aproximadamente $186 millones globalmente. El rendimiento excepcional del relanzamiento de aniversario, particularmente impresionante para una película de quince años, destacó cómo la obra había desarrollado un seguimiento de culto devoto y continuó atrayendo nuevas audiencias. Este resurgimiento comercial demostró que la animación de calidad trasciende las barreras generacionales y puede encontrar éxito renovado décadas después de su lanzamiento inicial."
    },
    "Famous Lines": {
      "en": "One of the film's most haunting and memorable lines is delivered by the primary antagonist: 'They say even the proudest spirit can be broken, with love.' This chilling statement occurs during a deeply unsettling scene where the villain is methodically preparing button colors for a horrific surgical procedure. The quote encapsulates the film's exploration of how manipulation can masquerade as affection, and how twisted interpretations of love can become instruments of control and horror. The line's deliberate juxtaposition of the concepts of love and breaking someone's spirit creates a disturbing cognitive dissonance that epitomizes the film's ability to find terror in seemingly benevolent gestures. This dialogue represents the sophisticated writing that elevates the work beyond simple children's entertainment into psychological horror territory.",
      "es": "Una de las líneas más inquietantes y memorables de la película es pronunciada por el antagonista principal: 'Dicen que incluso el espíritu más orgulloso puede ser quebrado, con amor.' Esta declaración escalofriante ocurre durante una escena profundamente perturbadora donde el villano está metódicamente preparando colores de botones para un procedimiento quirúrgico horrible. La cita encapsula la exploración de la película de cómo la manipulación puede enmascararse como afecto, y cómo las interpretaciones retorcidas del amor pueden convertirse en instrumentos de control y horror. La yuxtaposición deliberada de la línea de los conceptos de amor y quebrar el espíritu de alguien crea una disonancia cognitiva perturbadora que epitomiza la capacidad de la película de encontrar terror en gestos aparentemente benévolos. Este diálogo representa la escritura sofisticada que eleva la obra más allá del simple entretenimiento infantil al territorio del horror psicológico."
    },
    "Wildcard": {
      "en": "Director Henry Selick included a clever and personal cameo by replacing the traditional presidential portrait on a dollar bill with his own face. This easter egg appears during the opening sequence when the family's belongings are being moved into their new home, and one of the movers receives a modest tip from the protagonist's mother. The substitution is subtle enough that many viewers miss it on first viewing, making it a delightful discovery for observant fans. This playful detail exemplifies the meticulous attention to every prop and set piece that characterizes stop-motion animation, where every element must be deliberately crafted by hand. Selick's cameo represents the personal touches and hidden details that reward careful viewing and demonstrate the filmmaker's complete creative control over every aspect of the miniature world.",
      "es": "El director Henry Selick incluyó un cameo inteligente y personal al reemplazar el retrato presidencial tradicional en un billete de dólar con su propia cara. Este huevo de pascua aparece durante la secuencia de apertura cuando las pertenencias de la familia están siendo trasladadas a su nuevo hogar, y uno de los trabajadores de mudanza recibe una propina modesta de la madre de la protagonista. La sustitución es lo suficientemente sutil que muchos espectadores la pasan por alto en la primera visualización, convirtiéndola en un descubrimiento delicioso para fanáticos observadores. Este detalle juguetón ejemplifica la atención meticulosa a cada utilería y pieza de decorado que caracteriza la animación stop-motion, donde cada elemento debe ser deliberadamente elaborado a mano. El cameo de Selick representa los toques personales y detalles ocultos que recompensan la visualización cuidadosa y demuestran el control creativo completo del cineasta sobre cada aspecto del mundo miniatura."
    }
  },
  "alternatives": {
    "en": [
      "The Nightmare Before Christmas",
      "Corpse Bride",
      "ParaNorman",
      "The Boxtrolls",
      "Kubo and the Two Strings",
      "James and the Giant Peach",
      "Frankenweenie",
      "The Dark Crystal",
      "Labyrinth"
    ],
    "es": [
      "El Extraño Mundo de Jack",
      "El Cadáver de la Novia",
      "ParaNorman",
      "Los Boxtrolls",
      "Kubo y las Dos Cuerdas",
      "James y el Durazno Gigante",
      "Frankenweenie",
      "El Cristal Oscuro",
      "Laberinto"
    ]
  }
}