{
  "answer": {
    "en": "Finding Nemo",
    "es": "Finding Nemo"
  },
  "youtubeUrl": "https://www.youtube.com/embed/SPHfeNgogVs",
  "citation": "via Pixar",
  "facts": {
    "Behind the Scenes": {
      "en": "Some of my initial background environment animation was deemed too realistic and had to be artificially toned down so audiences wouldn't mistake it for live-action footage.",
      "es": "Algunas de mis animaciones iniciales del ambiente de fondo fueron consideradas demasiado realistas y tuvieron que ser reducidas artificialmente para que las audiencias no las confundieran con metraje de acción real."
    },
    "Premiere": {
      "en": "I had my world premiere at the El Capitan Theatre in Los Angeles on May 18, 2003, then opened simultaneously in 2,404 theaters.",
      "es": "Tuve mi estreno mundial en el Teatro El Capitan en Los Ángeles el 18 de mayo de 2003, luego me estrené simultáneamente en 2,404 cines."
    },
    "Characters": {
      "en": "My lead character was originally voiced by William H. Macy who had recorded all his lines, but his delivery was deemed too serious and he was replaced with a comedian.",
      "es": "Mi personaje principal fue originalmente interpretado por William H. Macy quien había grabado todas sus líneas, pero su interpretación fue considerada demasiado seria y fue reemplazado con un comediante."
    },
    "Genre": {
      "en": "I am an adventure story that also features character growth and comedy through parallel journeys of a separated pair of family members.",
      "es": "Soy una historia de aventuras que también presenta crecimiento de personajes y comedia a través de viajes paralelos de una pareja separada de miembros de la familia."
    },
    "Critical Reception": {
      "en": "I won the Academy Award for Best Animated Feature in 2004 and was nominated for three additional Oscar categories.",
      "es": "Gané el Premio de la Academia a la Mejor Película Animada en 2004 y fui nominada para tres categorías adicionales del Oscar."
    },
    "Box Office": {
      "en": "I earned $871 million worldwide and became the highest-grossing animated film ever, surpassing The Lion King until Shrek 2 dethroned me in 2004.",
      "es": "Gané $871 millones en todo el mundo y me convertí en la película animada más taquillera de la historia, superando a The Lion King hasta que Shrek 2 me destronó en 2004."
    },
    "Famous Lines": {
      "en": "I include a fictional address so memorable that fans and tourists still try to seek it out decades later.",
      "es": "Incluyo una dirección ficticia tan memorable que los fanáticos y turistas aún intentan buscarla décadas después."
    },
    "Wildcard": {
      "en": "I began production with a complete screenplay already written, which my co-director called extremely unusual for animated films since they typically rely on storyboards to develop the story.",
      "es": "Comencé la producción con un guión completo ya escrito, lo que mi co-director llamó extremadamente inusual para películas animadas ya que típicamente dependen de storyboards para desarrollar la historia."
    }
  },
  "expanded": {
    "Behind the Scenes": {
      "en": "Pixar's technical team developed revolutionary underwater lighting and particle effects that were so photorealistic they actually created a problem during production. The ocean environments looked so convincing that test audiences and even studio executives worried viewers might think they were watching live-action underwater footage rather than computer animation. This forced the animation team to deliberately stylize and 'cartoonify' certain elements to maintain the animated aesthetic. The technical breakthrough involved creating realistic caustic lighting patterns (the dancing light patterns you see on the ocean floor) and thousands of floating particles to simulate plankton and debris, requiring entirely new rendering software.",
      "es": "El equipo técnico de Pixar desarrolló efectos revolucionarios de iluminación submarina y partículas que eran tan fotorrealistas que en realidad crearon un problema durante la producción. Los ambientes oceánicos se veían tan convincentes que las audiencias de prueba e incluso los ejecutivos del estudio se preocuparon de que los espectadores pudieran pensar que estaban viendo metraje submarino de acción real en lugar de animación por computadora. Esto obligó al equipo de animación a estilizar y 'caricaturizar' deliberadamente ciertos elementos para mantener la estética animada. El avance técnico involucró crear patrones de iluminación cáustica realistas (los patrones de luz danzante que ves en el fondo del océano) y miles de partículas flotantes para simular plancton y detritos, requiriendo software de renderizado completamente nuevo."
    },
    "Premiere": {
      "en": "The El Capitan Theatre premiere was Disney's largest animated film launch event up to that point, featuring an elaborate underwater-themed lobby transformation with blue lighting and suspended sea creature decorations. The simultaneous release in 2,404 theaters represented one of the widest animated film openings ever attempted at the time, demonstrating Disney's confidence in the film's broad appeal. This aggressive release strategy paid off tremendously, as the film earned over $70 million in its opening weekend. The premiere date of May 18, 2003, was strategically chosen to coincide with the start of summer vacation season, positioning the film perfectly for family audiences.",
      "es": "El estreno en el Teatro El Capitan fue el evento de lanzamiento de película animada más grande de Disney hasta ese momento, presentando una elaborada transformación del vestíbulo con tema submarino con iluminación azul y decoraciones de criaturas marinas suspendidas. El lanzamiento simultáneo en 2,404 cines representó una de las aperturas de películas animadas más amplias jamás intentadas en ese momento, demostrando la confianza de Disney en el amplio atractivo de la película. Esta estrategia de lanzamiento agresiva dio resultados tremendos, ya que la película ganó más de $70 millones en su fin de semana de apertura. La fecha de estreno del 18 de mayo de 2003 fue estratégicamente elegida para coincidir con el inicio de la temporada de vacaciones de verano, posicionando la película perfectamente para audiencias familiares."
    },
    "Characters": {
      "en": "William H. Macy had completed his entire voice recording as the overprotective father character before being replaced by Albert Brooks, a decision that cost the production significant time and money but ultimately proved crucial to the film's success. Macy's dramatic acting style, while excellent for his usual roles, created a tone that was too heavy for what was intended to be an uplifting family adventure. Albert Brooks brought his signature neurotic energy and improvisational comedy skills, transforming the character into the anxious but loveable father audiences connected with. This casting change exemplifies Pixar's commitment to getting every element exactly right, even when it meant starting over with major components of the production.",
      "es": "William H. Macy había completado toda su grabación de voz como el personaje del padre sobreprotector antes de ser reemplazado por Albert Brooks, una decisión que le costó a la producción tiempo y dinero significativos pero que finalmente demostró ser crucial para el éxito de la película. El estilo de actuación dramática de Macy, aunque excelente para sus papeles habituales, creó un tono que era demasiado pesado para lo que se pretendía que fuera una aventura familiar edificante. Albert Brooks aportó su energía neurótica característica y habilidades de comedia improvisacional, transformando al personaje en el padre ansioso pero adorable con el que las audiencias se conectaron. Este cambio de reparto ejemplifica el compromiso de Pixar de obtener cada elemento exactamente correcto, incluso cuando significaba empezar de nuevo con componentes principales de la producción."
    },
    "Genre": {
      "en": "Finding Nemo pioneered what became known as the 'dual journey' narrative structure in animated films, where two related characters undergo parallel but separate adventures that mirror each other's emotional growth. This sophisticated storytelling approach allowed the film to explore themes of overprotective parenting and growing independence simultaneously from both perspectives. The adventure elements provided excitement and forward momentum, while the family drama gave the story emotional weight and relatability. This genre-blending approach influenced numerous subsequent animated films and demonstrated that family entertainment could be both thrilling and psychologically complex without losing its accessibility to younger audiences.",
      "es": "Finding Nemo fue pionera en lo que se conoció como la estructura narrativa de 'doble viaje' en películas animadas, donde dos personajes relacionados experimentan aventuras paralelas pero separadas que reflejan el crecimiento emocional del otro. Este enfoque de narración sofisticado permitió que la película explorara temas de paternidad sobreprotectora e independencia creciente simultáneamente desde ambas perspectivas. Los elementos de aventura proporcionaron emoción y impulso hacia adelante, mientras que el drama familiar le dio a la historia peso emocional y relacionabilidad. Este enfoque de mezcla de géneros influyó en numerosas películas animadas posteriores y demostró que el entretenimiento familiar podía ser tanto emocionante como psicológicamente complejo sin perder su accesibilidad para audiencias más jóvenes."
    },
    "Critical Reception": {
      "en": "The Academy Award win for Best Animated Feature was accompanied by nominations for Best Original Screenplay, Best Original Score, and Best Sound Editing, making Finding Nemo one of the most Oscar-recognized animated films in history. Critics praised the film's sophisticated emotional storytelling, groundbreaking animation technology, and universal themes that resonated across age groups. The film achieved the rare distinction of appealing equally to children and adults, with many reviewers noting how the parenting themes spoke directly to adult experiences while the adventure elements captivated younger viewers. Professional film critics consistently ranked it among the greatest animated films ever made, and it maintains a 99% fresh rating on review aggregator sites.",
      "es": "La victoria del Premio de la Academia a la Mejor Película Animada fue acompañada por nominaciones a Mejor Guión Original, Mejor Banda Sonora Original y Mejor Edición de Sonido, convirtiendo a Finding Nemo en una de las películas animadas más reconocidas por los Oscar en la historia. Los críticos elogiaron la narración emocional sofisticada de la película, la tecnología de animación revolucionaria y los temas universales que resonaron a través de grupos de edad. La película logró la rara distinción de atraer por igual a niños y adultos, con muchos críticos notando cómo los temas de paternidad hablaron directamente a experiencias adultas mientras que los elementos de aventura cautivaron a espectadores más jóvenes. Los críticos profesionales de cine la clasificaron consistentemente entre las mejores películas animadas jamás hechas, y mantiene una calificación fresca del 99% en sitios agregadores de reseñas."
    },
    "Box Office": {
      "en": "The $871 million worldwide gross represented a massive commercial breakthrough for computer-animated films, proving that audiences had fully embraced digital animation as a legitimate entertainment medium. Breaking The Lion King's previous record of $763 million was particularly significant because that film had been considered the pinnacle of animated box office success for nearly a decade. The success lasted until Shrek 2 earned $919 million the following year, beginning an era of unprecedented commercial success for animated films. Finding Nemo's financial performance also demonstrated the global appeal of Pixar's storytelling, as international box office contributed significantly to the total, showing that well-crafted animated stories could transcend cultural boundaries.",
      "es": "La recaudación mundial de $871 millones representó un avance comercial masivo para las películas animadas por computadora, demostrando que las audiencias habían abrazado completamente la animación digital como un medio de entretenimiento legítimo. Romper el récord previo de The Lion King de $763 millones fue particularmente significativo porque esa película había sido considerada el pináculo del éxito de taquilla animado durante casi una década. El éxito duró hasta que Shrek 2 ganó $919 millones el año siguiente, comenzando una era de éxito comercial sin precedentes para las películas animadas. El rendimiento financiero de Finding Nemo también demostró el atractivo global de la narración de Pixar, ya que la taquilla internacional contribuyó significativamente al total, mostrando que las historias animadas bien elaboradas podían trascender las fronteras culturales."
    },
    "Famous Lines": {
      "en": "The fictional address '42 Wallaby Way, Sydney' became so iconic that it entered popular culture as a reference point for memory and determination. Tourists visiting Sydney frequently ask locals for directions to this non-existent address, and the line became a beloved catchphrase representing persistence and hope. The address was specifically chosen by the screenwriters to sound authentically Australian while being completely fictional, preventing any real-world disruption. The memorable quality of this line demonstrates the power of specific, concrete details in dialogue - rather than using a generic 'Sydney address,' the writers created something that felt real and stuck in viewers' minds long after leaving the theater.",
      "es": "La dirección ficticia '42 Wallaby Way, Sydney' se volvió tan icónica que entró en la cultura popular como un punto de referencia para la memoria y la determinación. Los turistas que visitan Sydney frecuentemente piden direcciones a los locales para esta dirección inexistente, y la línea se convirtió en una frase querida que representa persistencia y esperanza. La dirección fue específicamente elegida por los guionistas para sonar auténticamente australiana mientras era completamente ficticia, previniendo cualquier interrupción del mundo real. La calidad memorable de esta línea demuestra el poder de detalles específicos y concretos en el diálogo - en lugar de usar una 'dirección de Sydney' genérica, los escritores crearon algo que se sintió real y se quedó en las mentes de los espectadores mucho después de salir del teatro."
    },
    "Wildcard": {
      "en": "Having a complete screenplay before beginning production was revolutionary for Pixar and animation studios in general, where the standard practice involved developing stories through visual storyboarding rather than traditional script writing. This approach allowed for more sophisticated dialogue and character development typically associated with live-action films. Co-director Lee Unkrich explained that most animated films evolve organically through the storyboard process, with dialogue and plot points changing constantly throughout production. The pre-written screenplay provided a solid foundation that enabled the animation team to focus on visual storytelling while maintaining narrative consistency, contributing significantly to the film's polished final result and efficient production timeline.",
      "es": "Tener un guión completo antes de comenzar la producción fue revolucionario para Pixar y los estudios de animación en general, donde la práctica estándar involucraba desarrollar historias a través de storyboards visuales en lugar de escritura de guiones tradicional. Este enfoque permitió diálogos más sofisticados y desarrollo de personajes típicamente asociados con películas de acción real. El co-director Lee Unkrich explicó que la mayoría de las películas animadas evolucionan orgánicamente a través del proceso de storyboard, con diálogo y puntos de trama cambiando constantemente durante la producción. El guión pre-escrito proporcionó una base sólida que permitió al equipo de animación enfocarse en la narración visual mientras mantenía la consistencia narrativa, contribuyendo significativamente al resultado final pulido de la película y la línea de tiempo de producción eficiente."
    }
  },
  "alternatives": {
    "en": [
      "Monsters, Inc.",
      "Toy Story",
      "A Bug's Life",
      "The Incredibles",
      "Shrek",
      "Ice Age",
      "Happy Feet",
      "Shark Tale",
      "The Little Mermaid"
    ],
    "es": [
      "Monsters, Inc.",
      "Toy Story",
      "A Bug's Life",
      "The Incredibles",
      "Shrek",
      "Ice Age",
      "Happy Feet",
      "Shark Tale",
      "La Sirenita"
    ]
  }
}