{
  "answer": {
    "en": "Groundhog Day",
    "es": "El Día de la Marmota"
  },
  "youtubeUrl": "https://www.youtube.com/embed/86jI-u2zp7s",
  "citation": "via Sony Pictures Entertainment",
  "facts": {
    "Behind the Scenes": {
      "en": "My production crew built a complete bedroom set in a warehouse in Cary, Illinois, because the original bed and breakfast location was too small to accommodate filming equipment.",
      "es": "Mi equipo de producción construyó un set completo de dormitorio en un almacén en Cary, Illinois, porque la ubicación original del bed and breakfast era demasiado pequeña para acomodar el equipo de filmación."
    },
    "Premiere": {
      "en": "I opened on February 12, 1993, across 1,640 theaters with approximately 80% of all screenings sold out during my debut weekend.",
      "es": "Me estrené el 12 de febrero de 1993, en 1,640 cines con aproximadamente 80% de todas las proyecciones agotadas durante mi fin de semana de debut."
    },
    "Characters": {
      "en": "My lead actor endured two animal bites that broke skin, requiring a full course of rabies vaccinations during production.",
      "es": "Mi actor principal soportó dos mordidas de animal que le rompieron la piel, requiriendo un curso completo de vacunas contra la rabia durante la producción."
    },
    "Genre": {
      "en": "I am a fantasy romantic comedy about a cynical middle-aged man who is profoundly changed thanks to a supernatural event.",
      "es": "Soy una comedia romántica de fantasía sobre un hombre cínico de mediana edad que es profundamente cambiado gracias a un evento sobrenatural."
    },
    "Critical Reception": {
      "en": "I was added to the National Film Registry in 2006, making me one of only 25 films selected that year as culturally and historically significant.",
      "es": "Fui añadida al Registro Nacional de Películas en 2006, convirtiéndome en una de solo 25 películas seleccionadas ese año como cultural e históricamente significativas."
    },
    "Box Office": {
      "en": "I earned exactly $70.9 million domestically against a $28 million budget, finishing as the 10th highest-grossing film of 1993.",
      "es": "Gané exactamente $70.9 millones en Estados Unidos contra un presupuesto de $28 millones, terminando como la décima película más taquillera de 1993."
    },
    "Famous Lines": {
      "en": "My inclusion of a specific American holiday changed its perception from fun yearly tradition to a synonym for enduring monotony.",
      "es": "Mi inclusión de una festividad americana específica cambió su percepción de tradición anual divertida a sinónimo de monotonía perdurable."
    },
    "Wildcard": {
      "en": "Throughout my 101-minute runtime, exactly 38 different days are depicted, though my director has stated the narrative actually spans across a much longer time period.",
      "es": "A lo largo de mis 101 minutos de duración, se representan exactamente 38 días diferentes, aunque mi director ha declarado que la narrativa en realidad abarca un período de tiempo mucho más largo."
    }
  },
  "expanded": {
    "Behind the Scenes": {
      "en": "The production faced a practical challenge when they discovered that the actual Victorian bed and breakfast they selected for filming was too cramped to accommodate the extensive camera equipment, lighting rigs, and crew needed for interior shots. Rather than compromise their vision or find a different location, the filmmakers made the creative decision to construct an exact replica of the bedroom interior in a spacious warehouse facility in nearby Cary, Illinois. This approach allowed the cinematographers to use wider angles, more elaborate lighting setups, and multiple camera positions that would have been impossible in the authentic but confined space of the real Victorian room. The set designers meticulously recreated every detail of the original room, from the floral wallpaper patterns to the four-poster bed frame, ensuring visual continuity between the exterior shots at the actual house and the interior scenes filmed in the warehouse. This behind-the-scenes solution demonstrates how filmmakers often must balance authenticity with technical requirements to achieve their artistic goals.",
      "es": "La producción enfrentó un desafío práctico cuando descubrieron que el verdadero bed and breakfast victoriano que seleccionaron para filmar era demasiado estrecho para acomodar el extenso equipo de cámaras, sistemas de iluminación y personal necesarios para las tomas interiores. En lugar de comprometer su visión o encontrar una ubicación diferente, los cineastas tomaron la decisión creativa de construir una réplica exacta del interior del dormitorio en una espaciosa instalación de almacén en la cercana Cary, Illinois. Este enfoque permitió a los cinematógrafos usar ángulos más amplios, configuraciones de iluminación más elaboradas y múltiples posiciones de cámara que habrían sido imposibles en el espacio auténtico pero confinado de la habitación victoriana real. Los diseñadores de sets recrearon meticulosamente cada detalle de la habitación original, desde los patrones del papel tapiz floral hasta el marco de la cama de cuatro postes, asegurando continuidad visual entre las tomas exteriores en la casa real y las escenas interiores filmadas en el almacén. Esta solución detrás de cámaras demuestra cómo los cineastas a menudo deben equilibrar la autenticidad con los requisitos técnicos para lograr sus objetivos artísticos."
    },
    "Premiere": {
      "en": "The film's theatrical release strategy reflected the confidence studio executives had in this unusual comedy concept, as they committed to a wide release across 1,640 theaters nationwide on February 12, 1993. This substantial theater count positioned the film as a major studio release rather than a limited art house offering, demonstrating Columbia Pictures' belief that the film's quirky premise could appeal to mainstream audiences. The remarkable sellout rate of approximately 80% during the opening weekend indicated that word-of-mouth buzz and marketing campaigns had successfully generated genuine audience curiosity about this unconventional story. The timing of the February release was strategically chosen to coincide with the actual Groundhog Day holiday, creating a natural marketing tie-in that helped audiences immediately understand the film's central conceit. The strong opening weekend performance validated the studio's decision to give the film a wide platform, ultimately contributing to its eventual status as both a commercial success and a cultural phenomenon that would influence comedy filmmaking for decades to come.",
      "es": "La estrategia de estreno teatral de la película reflejó la confianza que los ejecutivos del estudio tenían en este concepto de comedia inusual, ya que se comprometieron a un estreno amplio en 1,640 cines a nivel nacional el 12 de febrero de 1993. Esta cuenta sustancial de cines posicionó la película como un estreno de estudio importante en lugar de una oferta limitada de casa de arte, demostrando la creencia de Columbia Pictures de que la premisa peculiar de la película podría atraer a audiencias mainstream. La notable tasa de venta agotada de aproximadamente 80% durante el fin de semana de apertura indicó que el rumor de boca en boca y las campañas de marketing habían generado exitosamente una curiosidad genuina de la audiencia sobre esta historia no convencional. El momento del estreno en febrero fue estratégicamente elegido para coincidir con el feriado real del Día de la Marmota, creando una conexión de marketing natural que ayudó a las audiencias a entender inmediatamente el concepto central de la película. El fuerte rendimiento del fin de semana de apertura validó la decisión del estudio de dar a la película una plataforma amplia, contribuyendo finalmente a su eventual estatus como tanto un éxito comercial como un fenómeno cultural que influiría en la realización de comedias durante décadas."
    },
    "Characters": {
      "en": "The production used a wild groundhog named Scooter to portray the famous Punxsutawney Phil, and this decision led to some genuinely dangerous encounters for the lead actor. During the filming of the car scene where Phil drives off with the groundhog, the untrained animal became agitated and bit the actor twice on the same spot on his knuckle, with the second bite occurring just as the first wound was beginning to heal. Despite wearing protective gloves during the second incident, the groundhog's teeth were sharp enough to penetrate even the reinforced material and break the skin again. The production immediately sent the actor for medical evaluation, where doctors administered a full course of rabies vaccinations as a precautionary measure, since wild groundhogs can potentially carry the disease and the bites had been severe enough to require medical intervention. This real-world ordeal added an unexpected layer of authenticity to the comedic chaos depicted on screen, though the actor has noted in interviews that he still bears visible scars from these encounters decades later, making them a permanent reminder of his commitment to the role.",
      "es": "La producción usó una marmota salvaje llamada Scooter para interpretar al famoso Punxsutawney Phil, y esta decisión llevó a algunos encuentros genuinamente peligrosos para el actor principal. Durante la filmación de la escena del auto donde Phil se escapa con la marmota, el animal no entrenado se agitó y mordió al actor dos veces en el mismo lugar en su nudillo, con la segunda mordida ocurriendo justo cuando la primera herida estaba comenzando a sanar. A pesar de usar guantes protectores durante el segundo incidente, los dientes de la marmota eran lo suficientemente afilados para penetrar incluso el material reforzado y romper la piel nuevamente. La producción inmediatamente envió al actor para evaluación médica, donde los doctores administraron un curso completo de vacunas contra la rabia como medida de precaución, ya que las marmotas salvajes pueden potencialmente portar la enfermedad y las mordidas habían sido lo suficientemente severas para requerir intervención médica. Esta experiencia del mundo real agregó una capa inesperada de autenticidad al caos cómico representado en pantalla, aunque el actor ha notado en entrevistas que todavía lleva cicatrices visibles de estos encuentros décadas después, convirtiéndolas en un recordatorio permanente de su compromiso con el papel."
    },
    "Genre": {
      "en": "This film expertly weaves together three distinct genre elements to create something genuinely unique in cinema. As a fantasy film, it presents the supernatural premise of a time loop without ever explaining the mechanism behind it, allowing audiences to focus on the character journey rather than getting bogged down in scientific explanations. The romantic comedy elements emerge gradually as the protagonist learns to genuinely connect with others, transforming what could have been a simple romantic pursuit into a deeper exploration of what it means to truly love someone rather than merely desire them. The story centers on a cynical middle-aged man whose initial selfishness and emotional detachment make him an unlikely romantic hero, but this character flaw becomes the very foundation for his eventual transformation. The supernatural event serves as both the catalyst for change and the mechanism that prevents escape until genuine growth occurs, creating a narrative structure where fantasy serves character development rather than spectacle. This genre combination was relatively rare in 1990s cinema and helped establish a template for future films that would use fantastical elements to explore deeply human themes.",
      "es": "Esta película teje expertamente tres elementos de género distintos para crear algo genuinamente único en el cine. Como una película de fantasía, presenta la premisa sobrenatural de un bucle temporal sin nunca explicar el mecanismo detrás de él, permitiendo que las audiencias se enfoquen en el viaje del personaje en lugar de atascarse en explicaciones científicas. Los elementos de comedia romántica emergen gradualmente mientras el protagonista aprende a conectarse genuinamente con otros, transformando lo que podría haber sido una simple búsqueda romántica en una exploración más profunda de lo que significa realmente amar a alguien en lugar de meramente desearlos. La historia se centra en un hombre cínico de mediana edad cuyo egoísmo inicial y desapego emocional lo convierten en un héroe romántico improbable, pero este defecto de carácter se convierte en la mismísima base para su eventual transformación. El evento sobrenatural sirve tanto como catalizador para el cambio como el mecanismo que previene el escape hasta que ocurre un crecimiento genuino, creando una estructura narrativa donde la fantasía sirve al desarrollo del personaje en lugar del espectáculo. Esta combinación de géneros era relativamente rara en el cine de los años 90 y ayudó a establecer una plantilla para futuras películas que usarían elementos fantásticos para explorar temas profundamente humanos."
    },
    "Critical Reception": {
      "en": "The selection for the National Film Registry represents one of the highest honors a film can receive in American cinema, as the Library of Congress chooses only 25 films annually from the entire history of American filmmaking for this preservation program. The Registry specifically seeks films that are \"culturally, historically, or aesthetically significant,\" and the inclusion of this 1993 comedy alongside classics like \"Citizen Kane\" and \"Casablanca\" demonstrates how quickly it was recognized as a lasting contribution to American culture. The selection process involves recommendations from film scholars, historians, and the general public, followed by careful evaluation by the National Film Preservation Board before final approval by the Librarian of Congress. Being chosen just 13 years after its release was remarkably fast for the Registry, which typically favors films that have proven their enduring influence over decades. The recognition acknowledged not only the film's immediate popularity but also its deeper philosophical themes and its creation of a new narrative framework that influenced countless subsequent films and television shows. This prestigious designation ensures that the film will be preserved in perpetuity for future generations and validates its transformation from a winter comedy release into a genuine American cultural artifact.",
      "es": "La selección para el Registro Nacional de Películas representa uno de los honores más altos que una película puede recibir en el cine estadounidense, ya que la Biblioteca del Congreso elige solo 25 películas anualmente de toda la historia del cine estadounidense para este programa de preservación. El Registro busca específicamente películas que sean \"cultural, histórica o estéticamente significativas,\" y la inclusión de esta comedia de 1993 junto a clásicos como \"Citizen Kane\" y \"Casablanca\" demuestra qué tan rápidamente fue reconocida como una contribución duradera a la cultura estadounidense. El proceso de selección involucra recomendaciones de académicos de cine, historiadores y el público general, seguido por una evaluación cuidadosa por la Junta Nacional de Preservación de Películas antes de la aprobación final por el Bibliotecario del Congreso. Ser elegida solo 13 años después de su estreno fue notablemente rápido para el Registro, que típicamente favorece películas que han probado su influencia duradera a lo largo de décadas. El reconocimiento reconoció no solo la popularidad inmediata de la película sino también sus temas filosóficos más profundos y su creación de un nuevo marco narrativo que influyó en incontables películas y programas de televisión posteriores. Esta designación prestigiosa asegura que la película será preservada a perpetuidad para futuras generaciones y valida su transformación de un estreno de comedia invernal en un genuino artefacto cultural estadounidense."
    },
    "Box Office": {
      "en": "The financial performance exceeded industry expectations for what was essentially an experimental high-concept comedy with no major action sequences or star-driven marquee appeal beyond its lead actor. The production budget of $28 million was considered moderate for a studio comedy in the early 1990s, allowing for professional filmmaking without the pressure of needing to achieve blockbuster returns. The domestic gross of $70.9 million represented a healthy profit margin and demonstrated that audiences were willing to embrace unconventional storytelling when executed with skill and humor. Finishing as the 10th highest-grossing film of 1993 placed it ahead of many more expensive productions and established action films, proving that original concepts could compete successfully against franchise properties and big-budget spectacles. The film's strong performance throughout its theatrical run, rather than just an impressive opening weekend, indicated genuine word-of-mouth support and repeat viewings, suggesting that audiences found the film rewarding enough to recommend to others or see multiple times. This commercial success provided validation for studios to greenlight other high-concept comedies and helped establish the viability of original screenplays in an increasingly franchise-driven marketplace.",
      "es": "El rendimiento financiero superó las expectativas de la industria para lo que era esencialmente una comedia experimental de alto concepto sin secuencias de acción importantes o atractivo de marquesina impulsado por estrellas más allá de su actor principal. El presupuesto de producción de $28 millones se consideró moderado para una comedia de estudio a principios de los años 90, permitiendo una realización cinematográfica profesional sin la presión de necesitar lograr retornos de taquilla. La recaudación doméstica de $70.9 millones representó un margen de ganancia saludable y demostró que las audiencias estaban dispuestas a abrazar narrativas no convencionales cuando se ejecutaban con habilidad y humor. Terminar como la décima película más taquillera de 1993 la colocó por delante de muchas producciones más caras y películas de acción establecidas, probando que los conceptos originales podían competir exitosamente contra propiedades de franquicia y espectáculos de gran presupuesto. El fuerte rendimiento de la película a lo largo de su estreno teatral, en lugar de solo un fin de semana de apertura impresionante, indicó un genuino apoyo de boca en boca y visualizaciones repetidas, sugiriendo que las audiencias encontraron la película lo suficientemente gratificante para recomendarla a otros o verla múltiples veces. Este éxito comercial proporcionó validación para que los estudios aprobaran otras comedias de alto concepto y ayudó a establecer la viabilidad de guiones originales en un mercado cada vez más impulsado por franquicias."
    },
    "Famous Lines": {
      "en": "The film's most profound cultural impact came through its transformation of an obscure American folk tradition into a universally understood metaphor for existential frustration. Before this movie, Groundhog Day was primarily known as a quaint Pennsylvania tradition with limited national recognition, celebrated mainly by local communities and weather enthusiasts. The film's central premise fundamentally altered how people conceptualize this holiday, shifting its cultural meaning from a charming seasonal ritual involving a groundhog's shadow prediction to a symbol representing the feeling of being trapped in repetitive, unchanging circumstances. This linguistic evolution demonstrates the remarkable power of cinema to reshape cultural understanding, as the phrase \"it's like Groundhog Day\" quickly entered common usage across military, workplace, and domestic contexts to describe situations where people feel stuck in unproductive cycles. The transformation was so complete that the holiday's name became permanently associated with the concept of enduring monotony rather than the hopeful anticipation of spring's arrival. This cultural redefinition represents one of the most successful examples of a film creating lasting semantic change in the English language, establishing a new metaphorical framework that continues to resonate decades after the movie's release.",
      "es": "El impacto cultural más profundo de la película vino a través de su transformación de una tradición folclórica estadounidense oscura en una metáfora universalmente entendida para la frustración existencial. Antes de esta película, el Día de la Marmota era conocido principalmente como una tradición pintoresca de Pennsylvania con reconocimiento nacional limitado, celebrada principalmente por comunidades locales y entusiastas del clima. La premisa central de la película alteró fundamentalmente cómo las personas conceptualizan este feriado, cambiando su significado cultural de un ritual estacional encantador que involucra la predicción de la sombra de una marmota a un símbolo que representa la sensación de estar atrapado en circunstancias repetitivas e inmutables. Esta evolución lingüística demuestra el poder notable del cine para remodelar el entendimiento cultural, ya que la frase \"es como el Día de la Marmota\" rápidamente entró en uso común a través de contextos militares, laborales y domésticos para describir situaciones donde las personas se sienten atascadas en ciclos improductivos. La transformación fue tan completa que el nombre del feriado se asoció permanentemente con el concepto de monotonía perdurable en lugar de la anticipación esperanzadora de la llegada de la primavera. Esta redefinición cultural representa uno de los ejemplos más exitosos de una película creando un cambio semántico duradero en el idioma inglés, estableciendo un nuevo marco metafórico que continúa resonando décadas después del estreno de la película."
    },
    "Wildcard": {
      "en": "The mathematical precision of exactly 38 depicted days creates an fascinating contrast with the film's deliberately ambiguous treatment of the actual duration of the protagonist's imprisonment in the temporal loop. Director Harold Ramis initially conceived the character as experiencing the same day for 10,000 years, drawing inspiration from Buddhist concepts of spiritual development and enlightenment, before later revising this estimate to a more modest but still substantial 30-40 years. The film's 101-minute runtime becomes particularly significant when considering how it compresses what the director envisioned as decades of experience into a carefully structured narrative that maintains audience engagement without becoming repetitive itself. Film scholars have attempted to calculate the actual duration by analyzing the skills the protagonist acquires, from piano mastery to ice sculpting expertise to intimate knowledge of every townsperson's personal history, concluding that such comprehensive learning would require years if not decades of dedicated practice. The deliberate ambiguity serves the film's thematic purposes by emphasizing the psychological experience of temporal imprisonment over the mechanical details of how such a phenomenon might work, allowing viewers to focus on the character's emotional journey rather than getting distracted by fantastical logistics.",
      "es": "La precisión matemática de exactamente 38 días representados crea un contraste fascinante con el tratamiento deliberadamente ambiguo de la película sobre la duración real del encarcelamiento del protagonista en el bucle temporal. El director Harold Ramis inicialmente concibió al personaje experimentando el mismo día durante 10,000 años, inspirándose en conceptos budistas de desarrollo espiritual e iluminación, antes de revisar posteriormente esta estimación a unos más modestos pero aún sustanciales 30-40 años. La duración de 101 minutos de la película se vuelve particularmente significativa al considerar cómo comprime lo que el director visualizó como décadas de experiencia en una narrativa cuidadosamente estructurada que mantiene el compromiso de la audiencia sin volverse repetitiva ella misma. Los académicos de cine han intentado calcular la duración real analizando las habilidades que el protagonista adquiere, desde maestría del piano hasta experiencia en escultura de hielo hasta conocimiento íntimo de la historia personal de cada habitante del pueblo, concluyendo que tal aprendizaje comprehensivo requeriría años si no décadas de práctica dedicada. La ambigüedad deliberada sirve a los propósitos temáticos de la película enfatizando la experiencia psicológica del encarcelamiento temporal sobre los detalles mecánicos de cómo tal fenómeno podría funcionar, permitiendo a los espectadores enfocarse en el viaje emocional del personaje en lugar de distraerse con la logística fantástica."
    }
  },
  "alternatives": {
    "en": [
      "Back to the Future",
      "The Butterfly Effect",
      "Source Code",
      "Edge of Tomorrow",
      "Happy Death Day",
      "About Time",
      "X-Men: Days of Future Past",
      "Looper",
      "The Time Machine"
    ],
    "es": [
      "Volver al Futuro",
      "El Efecto Mariposa",
      "Código Fuente",
      "Al Filo del Mañana",
      "Feliz Día de tu Muerte",
      "Cuestión de Tiempo",
      "X-Men: Días del Futuro Pasado",
      "Looper",
      "La Máquina del Tiempo"
    ]
  }
}