{
  "answer": {
    "en": "Shrek",
    "es": "Shrek"
  },
  "youtubeUrl": "https://www.youtube.com/embed/CwXOrWvPBPk",
  "citation": "via Rotten Tomatoes Classic Trailers",
  "facts": {
    "Behind the Scenes": {
      "en": "I was originally planned as a motion-capture hybrid film until a test screening in 1997 was deemed 'terrible' by executives, leading to a complete technological overhaul.",
      "es": "Originalmente fui planeada como una película híbrida de captura de movimiento hasta que una proyección de prueba en 1997 fue considerada 'terrible' por los ejecutivos, llevando a una revisión tecnológica completa."
    },
    "Premiere": {
      "en": "In 2001, I became the first animated film since 1953 to compete for the Palme d'Or at the Cannes Film Festival.",
      "es": "En 2001, me convertí en la primera película animada desde 1953 en competir por la Palma de Oro en el Festival de Cine de Cannes."
    },
    "Characters": {
      "en": "My comic relief character was modeled after a real animal named Perry who lived in a California park and cost the studio $75 for photo rights.",
      "es": "Mi personaje de alivio cómico fue modelado según un animal real llamado Perry que vivía en un parque de California y le costó al estudio $75 por los derechos de foto."
    },
    "Genre": {
      "en": "I am a family-friendly fairy tale that deconstructed the genre to create entertainment for viewers of all ages.",
      "es": "Soy un cuento de hadas familiar que deconstruyó el género para crear entretenimiento para espectadores de todas las edades."
    },
    "Critical Reception": {
      "en": "I won the inaugural Academy Award for Best Animated Feature in 2002, becoming the first film to claim this newly created category.",
      "es": "Gané el Premio de la Academia inaugural por Mejor Largometraje Animado en 2002, convirtiéndome en la primera película en reclamar esta categoría recién creada."
    },
    "Box Office": {
      "en": "I held the record as the highest-grossing movie of 2001 domestically until December when Harry Potter and the Sorcerer's Stone surpassed me.",
      "es": "Mantuve el récord como la película más taquillera de 2001 a nivel doméstico hasta diciembre cuando Harry Potter y la Piedra Filosofal me superó."
    },
    "Famous Lines": {
      "en": "\"Do you think maybe he's compensating for something?\"",
      "es": "\"¿Crees que tal vez está compensando algo?\""
    },
    "Wildcard": {
      "en": "My opening sequence was scored with a commissioned song called 'Stay Home' by Self, but the studio CEO decided a catchy placeholder track worked better.",
      "es": "Mi secuencia de apertura fue musicalizada con una canción encargada llamada 'Stay Home' de Self, pero el CEO del estudio decidió que una pista temporal pegadiza funcionaba mejor."
    }
  },
  "expanded": {
    "Behind the Scenes": {
      "en": "The original vision for Shrek represented one of the most ambitious animation experiments ever attempted by a major studio. DreamWorks initially planned to create a groundbreaking hybrid film that would combine motion-capture technology with live-action miniature sets, essentially layering computer-generated characters onto physical environments. This approach would have given the film a completely unique visual style, unlike anything seen in animation before. After a year and a half of research and development, the animation test was finally completed and screened for executives in May 1997. However, the results were so disappointing that Jeffrey Katzenberg, the studio head, famously declared the test looked terrible and didn't work on any level. This devastating feedback led to the immediate termination of the hybrid approach and the firing of approximately 20 employees from the project, forcing DreamWorks to completely reimagine how they would bring the ogre's story to life.",
      "es": "La visión original de Shrek representó uno de los experimentos de animación más ambiciosos jamás intentados por un estudio importante. DreamWorks inicialmente planeó crear una película híbrida revolucionaria que combinaría tecnología de captura de movimiento con sets en miniatura de acción real, esencialmente colocando personajes generados por computadora sobre ambientes físicos. Este enfoque habría dado a la película un estilo visual completamente único, diferente a todo lo visto en animación antes. Después de un año y medio de investigación y desarrollo, la prueba de animación finalmente se completó y se proyectó para los ejecutivos en mayo de 1997. Sin embargo, los resultados fueron tan decepcionantes que Jeffrey Katzenberg, el jefe del estudio, declaró famosamente que la prueba se veía terrible y no funcionaba en ningún nivel. Esta retroalimentación devastadora llevó al cese inmediato del enfoque híbrido y al despido de aproximadamente 20 empleados del proyecto, forzando a DreamWorks a reimaginar completamente cómo darían vida a la historia del ogro."
    },
    "Premiere": {
      "en": "Shrek's selection for the Palme d'Or competition at the 2001 Cannes Film Festival marked a historic moment for animated cinema and represented a significant cultural shift in how animation was perceived as an art form. The prestigious Cannes Film Festival had not included an animated film in its main competition since Disney's Peter Pan in 1953, making Shrek's inclusion a groundbreaking recognition of animation's artistic merit nearly five decades later. This selection was particularly significant because it validated DreamWorks Animation as a serious creative force capable of producing cinema worthy of the world's most prestigious film festival. The decision to include Shrek alongside live-action dramas and art films demonstrated how animated features could address sophisticated themes while maintaining broad appeal. Although Shrek ultimately did not win the Palme d'Or, losing to Nanni Moretti's 'The Son's Room,' its presence at Cannes helped establish animated films as legitimate contenders for major international film honors and paved the way for future animated entries in prestigious film competitions worldwide.",
      "es": "La selección de Shrek para la competencia de la Palma de Oro en el Festival de Cine de Cannes de 2001 marcó un momento histórico para el cine animado y representó un cambio cultural significativo en cómo la animación era percibida como forma de arte. El prestigioso Festival de Cine de Cannes no había incluido una película animada en su competencia principal desde Peter Pan de Disney en 1953, haciendo que la inclusión de Shrek fuera un reconocimiento revolucionario del mérito artístico de la animación casi cinco décadas después. Esta selección fue particularmente significativa porque validó a DreamWorks Animation como una fuerza creativa seria capaz de producir cine digno del festival de cine más prestigioso del mundo. La decisión de incluir a Shrek junto a dramas de acción real y películas de arte demostró cómo las películas animadas podían abordar temas sofisticados mientras mantenían un atractivo amplio. Aunque Shrek finalmente no ganó la Palma de Oro, perdiendo ante 'La Habitación del Hijo' de Nanni Moretti, su presencia en Cannes ayudó a establecer las películas animadas como contendientes legítimos para los principales honores cinematográficos internacionales y allanó el camino para futuras entradas animadas en competencias de cine prestigiosas en todo el mundo."
    },
    "Characters": {
      "en": "The creation of Donkey's character involved one of the most charming real-world inspirations in animation history, centered around a beloved Jerusalem donkey named Perry who lived in Cornelis Bol Park in Palo Alto, California. Perry had originally been brought to Stanford University in the 1990s to serve as a calming companion for polo ponies, but he eventually found his permanent home in the public park where he became a local celebrity. When Pacific Data Images, the animation studio subcontracted by DreamWorks, needed reference material for Donkey's character, they visited Perry's pasture to photograph, film, and sketch his movements and mannerisms. The animators were particularly captivated by Perry's distinctive head movements, the way he would flip his head when agitated, and his characteristic trotting style, all of which were faithfully translated into Donkey's animated personality. In exchange for using Perry as their model, the studio paid a modest $75 to the park, though Perry's contribution to one of the most beloved animated characters in film history was worth far more than this symbolic compensation, creating a legacy that would outlive the donkey himself.",
      "es": "La creación del personaje de Burro involucró una de las inspiraciones del mundo real más encantadoras en la historia de la animación, centrada en un querido burro de Jerusalén llamado Perry que vivía en el Parque Cornelis Bol en Palo Alto, California. Perry había sido originalmente llevado a la Universidad de Stanford en los años 1990 para servir como compañero calmante para los ponis de polo, pero eventualmente encontró su hogar permanente en el parque público donde se convirtió en una celebridad local. Cuando Pacific Data Images, el estudio de animación subcontratado por DreamWorks, necesitaba material de referencia para el personaje de Burro, visitaron el pasto de Perry para fotografiar, filmar y dibujar sus movimientos y gestos. Los animadores quedaron particularmente cautivados por los movimientos distintivos de cabeza de Perry, la forma en que volteaba su cabeza cuando estaba agitado, y su estilo característico de trotar, todo lo cual fue fielmente traducido a la personalidad animada de Burro. A cambio de usar a Perry como su modelo, el estudio pagó unos modestos $75 al parque, aunque la contribución de Perry a uno de los personajes animados más queridos en la historia del cine valía mucho más que esta compensación simbólica, creando un legado que sobreviviría al propio burro."
    },
    "Genre": {
      "en": "Shrek revolutionized the animated film landscape by pioneering a sophisticated approach to genre deconstruction that simultaneously embraced and subverted traditional fairy tale conventions. Rather than simply retelling classic stories, the film created a meta-narrative that examined the very foundations of fairy tale storytelling, questioning the assumptions about heroes, villains, and happily-ever-after endings that had dominated children's entertainment for decades. This deconstructive approach allowed the film to operate on multiple levels, providing straightforward adventure and humor for younger audiences while offering sharp social commentary and cultural satire for adults. The film's genius lay in its ability to respect the source material of fairy tales while challenging their outdated values, particularly around beauty standards, social hierarchies, and the nature of heroism. By making an ogre the protagonist and subverting expectations about physical appearance and social acceptance, Shrek created a new template for animated storytelling that influenced countless subsequent films. This multi-generational appeal helped establish a new paradigm for family entertainment that didn't talk down to children or bore adults, proving that animated films could be both commercially successful and artistically sophisticated.",
      "es": "Shrek revolucionó el panorama del cine animado al ser pionero en un enfoque sofisticado de deconstrucción del género que simultáneamente abrazó y subvirtió las convenciones tradicionales de los cuentos de hadas. En lugar de simplemente recontar historias clásicas, la película creó una meta-narrativa que examinó los fundamentos mismos de la narración de cuentos de hadas, cuestionando las suposiciones sobre héroes, villanos y finales felices para siempre que habían dominado el entretenimiento infantil durante décadas. Este enfoque deconstructivo permitió que la película operara en múltiples niveles, proporcionando aventura directa y humor para audiencias más jóvenes mientras ofrecía comentario social agudo y sátira cultural para adultos. El genio de la película residió en su capacidad para respetar el material fuente de los cuentos de hadas mientras desafiaba sus valores obsoletos, particularmente alrededor de estándares de belleza, jerarquías sociales y la naturaleza del heroísmo. Al hacer de un ogro el protagonista y subvertir expectativas sobre apariencia física y aceptación social, Shrek creó una nueva plantilla para la narración animada que influyó en innumerables películas posteriores. Este atractivo multigeneracional ayudó a establecer un nuevo paradigma para el entretenimiento familiar que no condescendía a los niños ni aburría a los adultos, probando que las películas animadas podían ser tanto comercialmente exitosas como artísticamente sofisticadas."
    },
    "Critical Reception": {
      "en": "Shrek's victory in the inaugural Academy Award for Best Animated Feature category in 2002 represented a watershed moment for both DreamWorks Animation and the animation industry as a whole. The Academy of Motion Picture Arts and Sciences had only recently created this new category to recognize the growing artistic and commercial importance of animated films, acknowledging that animation deserved its own dedicated honors rather than competing in technical categories. Shrek's win was particularly significant because it defeated Pixar's highly acclaimed 'Monsters, Inc.' and Fox Animation's 'Ice Age,' establishing DreamWorks as a formidable competitor to the animation giant that had previously dominated the field. The victory validated DreamWorks' irreverent, pop-culture-savvy approach to animation as a legitimate artistic vision worthy of the highest honors in filmmaking. This recognition helped establish the Best Animated Feature category as one of the most watched and anticipated awards at the Oscars, demonstrating the public's growing appreciation for animation as a serious art form. The award also marked the beginning of what would become an intense and creatively fruitful rivalry between DreamWorks and Pixar that would drive innovation and excellence in animated filmmaking for years to come.",
      "es": "La victoria de Shrek en el Premio de la Academia inaugural por Mejor Largometraje Animado en 2002 representó un momento decisivo tanto para DreamWorks Animation como para la industria de la animación en su conjunto. La Academia de Artes y Ciencias Cinematográficas había creado recientemente esta nueva categoría para reconocer la creciente importancia artística y comercial de las películas animadas, reconociendo que la animación merecía sus propios honores dedicados en lugar de competir en categorías técnicas. La victoria de Shrek fue particularmente significativa porque derrotó al muy aclamado 'Monsters, Inc.' de Pixar y 'Ice Age' de Fox Animation, estableciendo a DreamWorks como un competidor formidable para el gigante de la animación que previamente había dominado el campo. La victoria validó el enfoque irreverente y conocedor de la cultura pop de DreamWorks hacia la animación como una visión artística legítima digna de los más altos honores en el cine. Este reconocimiento ayudó a establecer la categoría de Mejor Largometraje Animado como uno de los premios más observados y anticipados en los Oscars, demostrando la creciente apreciación del público por la animación como forma de arte seria. El premio también marcó el comienzo de lo que se convertiría en una rivalidad intensa y creativamente fructífera entre DreamWorks y Pixar que impulsaría la innovación y excelencia en el cine animado durante años venideros."
    },
    "Box Office": {
      "en": "Shrek's remarkable box office performance in 2001 demonstrated the incredible commercial potential of computer-animated films and helped establish DreamWorks Animation as a major player in Hollywood's increasingly competitive landscape. The film opened with exceptional strength, earning over $42 million in its debut weekend and maintaining impressive momentum throughout its theatrical run. For most of 2001, Shrek held the coveted position as the year's highest-grossing domestic film, accumulating an impressive $267.7 million in North America against a modest $60 million production budget. This extraordinary performance was eventually surpassed in December when Warner Bros. released 'Harry Potter and the Sorcerer's Stone,' which ultimately claimed the domestic box office crown with $319 million. However, Shrek's second-place finish was still a tremendous achievement, especially considering it outperformed major blockbusters like 'The Lord of the Rings: The Fellowship of the Ring' and 'Monsters, Inc.' The film's worldwide total of $484.4 million proved that animated films could achieve massive global success, setting the stage for the franchise expansion that would follow and establishing the financial foundation for DreamWorks Animation's future as an independent studio.",
      "es": "El notable rendimiento de taquilla de Shrek en 2001 demostró el increíble potencial comercial de las películas animadas por computadora y ayudó a establecer a DreamWorks Animation como un jugador importante en el panorama cada vez más competitivo de Hollywood. La película se estrenó con fuerza excepcional, ganando más de $42 millones en su fin de semana de debut y manteniendo un impulso impresionante durante toda su exhibición teatral. Durante la mayor parte de 2001, Shrek mantuvo la posición codiciada como la película doméstica más taquillera del año, acumulando unos impresionantes $267.7 millones en América del Norte contra un modesto presupuesto de producción de $60 millones. Este rendimiento extraordinario fue eventualmente superado en diciembre cuando Warner Bros. lanzó 'Harry Potter y la Piedra Filosofal,' que finalmente reclamó la corona de taquilla doméstica con $319 millones. Sin embargo, el segundo lugar de Shrek fue aún un logro tremendo, especialmente considerando que superó a grandes blockbusters como 'El Señor de los Anillos: La Comunidad del Anillo' y 'Monsters, Inc.' El total mundial de la película de $484.4 millones probó que las películas animadas podían lograr un éxito global masivo, preparando el escenario para la expansión de franquicia que seguiría y estableciendo la base financiera para el futuro de DreamWorks Animation como estudio independiente."
    },
    "Famous Lines": {
      "en": "The inclusion of adult-oriented humor in Shrek represented a sophisticated storytelling strategy that allowed the film to entertain multiple generations simultaneously while pushing the boundaries of what was considered appropriate for family entertainment. Lines like 'Do you think maybe he's compensating for something?' exemplified this approach, delivering jokes that would sail completely over children's heads while providing knowing chuckles for adult viewers who understood the innuendo. This dual-layer comedy writing became one of Shrek's most distinctive features, allowing parents to genuinely enjoy watching the film with their children rather than simply enduring it. The screenwriters carefully crafted these moments to be subtle enough that children would remain focused on the visual gags and obvious humor while adults could appreciate the more sophisticated wordplay and cultural references. This approach influenced an entire generation of animated films that followed, with studios recognizing that family entertainment could be both wholesome and clever. The success of this strategy helped establish Shrek as a film that could be rewatched by audiences as they aged, with viewers discovering new layers of humor they had missed in previous viewings, creating a timeless quality that contributed to the film's enduring popularity and cultural impact.",
      "es": "La inclusión de humor orientado a adultos en Shrek representó una estrategia narrativa sofisticada que permitió a la película entretener a múltiples generaciones simultáneamente mientras empujaba los límites de lo que se consideraba apropiado para el entretenimiento familiar. Líneas como '¿Crees que tal vez está compensando algo?' ejemplificaron este enfoque, entregando chistes que pasarían completamente sobre las cabezas de los niños mientras proporcionaban risitas cómplices para espectadores adultos que entendían la insinuación. Esta escritura de comedia de doble capa se convirtió en una de las características más distintivas de Shrek, permitiendo que los padres genuinamente disfrutaran viendo la película con sus hijos en lugar de simplemente soportarla. Los guionistas cuidadosamente elaboraron estos momentos para ser lo suficientemente sutiles como para que los niños permanecieran enfocados en las bromas visuales y el humor obvio mientras los adultos podían apreciar los juegos de palabras más sofisticados y referencias culturales. Este enfoque influyó en toda una generación de películas animadas que siguieron, con estudios reconociendo que el entretenimiento familiar podía ser tanto sano como inteligente. El éxito de esta estrategia ayudó a establecer a Shrek como una película que podía ser re-vista por audiencias a medida que envejecían, con espectadores descubriendo nuevas capas de humor que habían perdido en visionados previos, creando una calidad atemporal que contribuyó a la popularidad duradera y el impacto cultural de la película."
    },
    "Wildcard": {
      "en": "The story behind Shrek's opening song represents one of the most fascinating 'what if' scenarios in modern film history, illustrating how seemingly minor creative decisions can have profound impacts on a movie's ultimate success and cultural legacy. Matt Mahaffey, the lead member of the band Self, was specifically commissioned by DreamWorks Records to create an original composition for the film's opening sequence after the studio had begun using Smash Mouth's 'All Star' as a temporary placeholder track. Mahaffey spent over a month crafting 'Stay Home,' a song that perfectly captured Shrek's curmudgeonly, antisocial personality and his desire for solitude in his swamp sanctuary. The commissioned track was designed to establish the character's motivations and emotional state more directly than the placeholder song. However, when test audiences consistently responded more positively to the existing 'All Star' track, DreamWorks CEO Jeffrey Katzenberg made the executive decision to license the Smash Mouth song permanently rather than replacing it with the custom composition. This choice proved to be one of the most fortuitous decisions in animation history, as 'All Star' became inextricably linked with Shrek's cultural identity and contributed significantly to the film's massive pop culture impact, while 'Stay Home' was relegated to the end credits where few viewers would discover it.",
      "es": "La historia detrás de la canción de apertura de Shrek representa uno de los escenarios de '¿qué pasaría si?' más fascinantes en la historia del cine moderno, ilustrando cómo decisiones creativas aparentemente menores pueden tener impactos profundos en el éxito final y legado cultural de una película. Matt Mahaffey, el miembro principal de la banda Self, fue específicamente comisionado por DreamWorks Records para crear una composición original para la secuencia de apertura de la película después de que el estudio había comenzado a usar 'All Star' de Smash Mouth como una pista temporal. Mahaffey pasó más de un mes elaborando 'Stay Home,' una canción que capturaba perfectamente la personalidad cascarrabias y antisocial de Shrek y su deseo de soledad en su santuario del pantano. La pista comisionada fue diseñada para establecer las motivaciones del personaje y estado emocional más directamente que la canción temporal. Sin embargo, cuando las audiencias de prueba consistentemente respondieron más positivamente a la pista existente de 'All Star,' el CEO de DreamWorks Jeffrey Katzenberg tomó la decisión ejecutiva de licenciar la canción de Smash Mouth permanentemente en lugar de reemplazarla con la composición personalizada. Esta elección resultó ser una de las decisiones más fortuitas en la historia de la animación, ya que 'All Star' se volvió inextricablemente vinculada con la identidad cultural de Shrek y contribuyó significativamente al impacto masivo de cultura pop de la película, mientras 'Stay Home' fue relegada a los créditos finales donde pocos espectadores la descubrirían."
    }
  },
  "alternatives": {
    "en": [
      "Monsters, Inc.",
      "Toy Story",
      "A Bug's Life",
      "The Emperor's New Groove",
      "Chicken Run",
      "The Iron Giant",
      "Antz",
      "Ice Age",
      "Finding Nemo"
    ],
    "es": [
      "Monsters, Inc.",
      "Toy Story",
      "Bichos",
      "Las Locuras del Emperador",
      "Chicken Run",
      "El Gigante de Hierro",
      "Antz",
      "Ice Age",
      "Buscando a Nemo"
    ]
  }
}