{
    "answer": {
      "en": "The Martian",
      "es": "Marte (El Marciano)"
    },
    "imageUrl": "https://res.cloudinary.com/dk-find-out/image/upload/q_80,w_1920,f_auto/The-Martian-Movie.jpg",
    "facts": {
      "Behind the Scenes": {
        "en": "I required construction of a thousand metric tons of custom-colored sand and soil that took three weeks just to deliver to the world's largest soundstage in Hungary.",
        "es": "Requerí la construcción de mil toneladas métricas de arena y tierra de color personalizado que tomó tres semanas solo para entregar al escenario de sonido más grande del mundo en Hungría."
      },
      "Premiere": {
        "en": "I had my world premiere at the Toronto International Film Festival on September 11, 2015, just 17 days before NASA announced finding liquid water on another planet.",
        "es": "Tuve mi estreno mundial en el Festival Internacional de Cine de Toronto el 11 de septiembre de 2015, solo 17 días antes de que la NASA anunciara encontrar agua líquida en otro planeta."
      },
      "Characters": {
        "en": "My lead actor was completely alone on set for five weeks of filming, after which he was released from the schedule and didn't reunite with most of his co-stars until promotional events.",
        "es": "Mi actor principal estuvo completamente solo en el set durante cinco semanas de filmación, después de lo cual fue liberado del horario y no se reunió con la mayoría de sus compañeros hasta los eventos promocionales."
      },
      "Genre": {
        "en": "I established a new approach to science fiction filmmaking by prioritizing realistic problem-solving and scientific accuracy over traditional spectacle and action sequences.",
        "es": "Establecí un nuevo enfoque para el cine de ciencia ficción priorizando la resolución realista de problemas y la precisión científica sobre el espectáculo tradicional y las secuencias de acción."
      },
      "Critical Reception": {
        "en": "I received seven Academy Award nominations including Best Picture and Best Actor, but won zero Oscars despite earning a 91% approval rating on Rotten Tomatoes.",
        "es": "Recibí siete nominaciones al Premio de la Academia incluyendo Mejor Película y Mejor Actor, pero gané cero Oscars a pesar de obtener un 91% de aprobación en Rotten Tomatoes."
      },
      "Box Office": {
        "en": "I grossed $630.6 million worldwide against a $108 million budget, becoming the tenth-highest-grossing film of 2015 and the highest-grossing film in my director's entire career.",
        "es": "Recaudé $630.6 millones en todo el mundo contra un presupuesto de $108 millones, convirtiéndome en la décima película más taquillera de 2015 y la película más taquillera en toda la carrera de mi director."
      },
      "Famous Lines": {
        "en": "My protagonist's catchphrase about using ingenuity and determination to solve problems became widely quoted in educational and professional settings focused on creative problem-solving.",
        "es": "La frase característica de mi protagonista sobre usar el ingenio y la determinación para resolver problemas se volvió ampliamente citada en entornos educativos y profesionales enfocados en la resolución creativa de problemas."
      },
      "Wildcard": {
        "en": "I became the first Hollywood film to travel to space before release when NASA included my screenplay's title page in their Orion spacecraft test flight payload in December 2014.",
        "es": "Me convertí en la primera película de Hollywood en viajar al espacio antes del estreno cuando la NASA incluyó la página del título de mi guión en la carga útil del vuelo de prueba de su nave espacial Orion en diciembre de 2014."
      }
    },
    "expanded": {
      "Behind the Scenes": {
        "en": "The production team at Korda Studios in Hungary faced an extraordinary logistical challenge when they decided to recreate the Martian surface indoors. Production designer Arthur Max oversaw the delivery and installation of roughly one thousand metric tons of specially custom-colored sand and soil, a process that required three weeks just for transportation to the facility. This massive undertaking was necessary because Korda Studios houses one of the world's largest soundstages, measuring over 64,300 square feet—larger than a football field. The sand and soil had to be precisely colored to match the distinctive reddish hue of Mars as captured by NASA's rover missions. The production used this enormous indoor Martian landscape not only for dialogue scenes but also to film the dramatic dust storm sequences using practical effects with industrial-grade fans, creating an authentic and immersive environment that would have been impossible to achieve with green screen technology alone.",
        "es": "El equipo de producción en los Estudios Korda en Hungría enfrentó un desafío logístico extraordinario cuando decidieron recrear la superficie marciana en interiores. El diseñador de producción Arthur Max supervisó la entrega e instalación de aproximadamente mil toneladas métricas de arena y tierra especialmente coloreadas, un proceso que requirió tres semanas solo para el transporte a las instalaciones. Esta empresa masiva fue necesaria porque los Estudios Korda albergan uno de los escenarios de sonido más grandes del mundo, midiendo más de 64,300 pies cuadrados, más grande que un campo de fútbol. La arena y la tierra tuvieron que ser coloreadas con precisión para coincidir con el distintivo tono rojizo de Marte capturado por las misiones de rovers de la NASA. La producción utilizó este enorme paisaje marciano interior no solo para escenas de diálogo sino también para filmar las secuencias dramáticas de tormenta de polvo usando efectos prácticos con ventiladores de grado industrial, creando un ambiente auténtico e inmersivo que habría sido imposible lograr solo con tecnología de pantalla verde."
      },
      "Premiere": {
        "en": "The timing of the film's world premiere created one of the most fortuitous coincidences in recent film marketing history. After premiering at the Toronto International Film Festival on September 11, 2015, to enthusiastic critical reception, the film found itself perfectly positioned when NASA made a groundbreaking announcement just seventeen days later on September 28, 2015. The space agency revealed definitive evidence of liquid water flowing on Mars' surface through seasonal dark streaks called recurring slope lineae, detected by the Mars Reconnaissance Orbiter. This discovery represented a major breakthrough in Mars exploration and significantly boosted public interest in the Red Planet just days before the film's wide theatrical release on October 2, 2015. The synchronicity was so remarkable that some media outlets speculated about coordination between NASA and the studio, though NASA confirmed the timing was dictated entirely by the publication schedule of the scientific findings in Nature Geoscience. This cosmic alignment of science and entertainment helped generate unprecedented buzz for a space-themed film.",
        "es": "El momento del estreno mundial de la película creó una de las coincidencias más afortunadas en la historia reciente del marketing cinematográfico. Después de estrenarse en el Festival Internacional de Cine de Toronto el 11 de septiembre de 2015, con una recepción crítica entusiasta, la película se encontró perfectamente posicionada cuando la NASA hizo un anuncio revolucionario solo diecisiete días después, el 28 de septiembre de 2015. La agencia espacial reveló evidencia definitiva de agua líquida fluyendo en la superficie de Marte a través de rayas oscuras estacionales llamadas lineae de pendiente recurrentes, detectadas por el Orbitador de Reconocimiento de Marte. Este descubrimiento representó un gran avance en la exploración de Marte y aumentó significativamente el interés público en el Planeta Rojo solo días antes del lanzamiento teatral amplio de la película el 2 de octubre de 2015. La sincronicidad fue tan notable que algunos medios especularon sobre la coordinación entre la NASA y el estudio, aunque la NASA confirmó que el momento fue dictado completamente por el cronograma de publicación de los hallazgos científicos en Nature Geoscience. Esta alineación cósmica de ciencia y entretenimiento ayudó a generar un revuelo sin precedentes para una película temática espacial."
      },
      "Characters": {
        "en": "The unique structure of the story presented director Ridley Scott with an unusual filmmaking challenge that required an innovative shooting schedule. Matt Damon's character Mark Watney spends the majority of the film completely isolated on Mars, creating extensive solo sequences that demanded a different approach from typical ensemble filmmaking. Scott scheduled five continuous weeks of filming where Damon worked entirely alone on set, performing monologues, conducting scientific experiments, and recording video logs without any other actors present. This intensive solo period allowed Damon to fully immerse himself in the psychological isolation of the character while maintaining narrative continuity. Once these solitary sequences were completed, Damon was released from the production schedule, and most of the ensemble cast filmed their Earth-based and spacecraft scenes separately. The cast members didn't see each other again until months later during the film's promotional campaign, creating an interesting parallel between the fictional separation of the characters and the actual filming experience. This unconventional approach helped authenticate the emotional reality of Watney's isolation while maximizing production efficiency.",
        "es": "La estructura única de la historia presentó al director Ridley Scott un desafío cinematográfico inusual que requirió un cronograma de filmación innovador. El personaje de Matt Damon, Mark Watney, pasa la mayoría de la película completamente aislado en Marte, creando extensas secuencias en solitario que demandaron un enfoque diferente del cine de conjunto típico. Scott programó cinco semanas continuas de filmación donde Damon trabajó completamente solo en el set, realizando monólogos, conduciendo experimentos científicos y grabando registros de video sin ningún otro actor presente. Este período intensivo en solitario permitió a Damon sumergirse completamente en el aislamiento psicológico del personaje mientras mantenía la continuidad narrativa. Una vez que estas secuencias solitarias se completaron, Damon fue liberado del cronograma de producción, y la mayoría del reparto de conjunto filmó sus escenas basadas en la Tierra y la nave espacial por separado. Los miembros del reparto no se vieron de nuevo hasta meses después durante la campaña promocional de la película, creando un paralelo interesante entre la separación ficticia de los personajes y la experiencia real de filmación. Este enfoque no convencional ayudó a autenticar la realidad emocional del aislamiento de Watney mientras maximizaba la eficiencia de producción."
      },
      "Genre": {
        "en": "The film represented a significant departure from traditional science fiction cinema by establishing what many critics and scholars consider a new paradigm for the genre. Rather than relying on alien encounters, dystopian futures, or speculative technology, the story grounded itself firmly in contemporary scientific knowledge and realistic problem-solving methodologies. Every challenge faced by the protagonist was solved through actual scientific principles, mathematical calculations, and engineering solutions that were vetted by NASA consultants for accuracy. This approach influenced how subsequent science fiction films balanced entertainment with educational content, proving that audiences could be engaged by realistic portrayals of scientific thinking and methodology. The film's success demonstrated that spectacular visual effects and action sequences weren't necessary to create compelling science fiction, instead showing that human ingenuity and the scientific method could provide equally dramatic tension. This realistic approach helped legitimize science fiction as a vehicle for promoting STEM education and scientific literacy, inspiring educators to use the film as a teaching tool for physics, chemistry, biology, and engineering concepts.",
        "es": "La película representó una desviación significativa del cine de ciencia ficción tradicional al establecer lo que muchos críticos y académicos consideran un nuevo paradigma para el género. En lugar de depender de encuentros alienígenas, futuros distópicos o tecnología especulativa, la historia se basó firmemente en el conocimiento científico contemporáneo y metodologías realistas de resolución de problemas. Cada desafío enfrentado por el protagonista fue resuelto a través de principios científicos reales, cálculos matemáticos y soluciones de ingeniería que fueron verificadas por consultores de la NASA para la precisión. Este enfoque influyó en cómo las películas de ciencia ficción posteriores equilibraron el entretenimiento con el contenido educativo, demostrando que las audiencias podrían ser atraídas por representaciones realistas del pensamiento científico y la metodología. El éxito de la película demostró que los efectos visuales espectaculares y las secuencias de acción no eran necesarios para crear ciencia ficción convincente, en su lugar mostrando que el ingenio humano y el método científico podrían proporcionar tensión dramática igualmente. Este enfoque realista ayudó a legitimar la ciencia ficción como un vehículo para promover la educación STEM y la alfabetización científica, inspirando a los educadores a usar la película como una herramienta de enseñanza para conceptos de física, química, biología e ingeniería."
      },
      "Critical Reception": {
        "en": "The film achieved a rare distinction in modern cinema by earning widespread critical acclaim that translated into major awards recognition while maintaining broad popular appeal. The seven Academy Award nominations represented a remarkable achievement for a science fiction film, a genre that historically struggles to gain recognition from the Academy. The nominations spanned multiple categories including Best Picture, Best Actor for Matt Damon, Best Adapted Screenplay, Best Production Design, Best Sound Mixing, Best Sound Editing, and Best Visual Effects, demonstrating the film's technical and artistic excellence across all aspects of filmmaking. Despite this impressive showing, the film faced stiff competition at the 88th Academy Awards ceremony and ultimately won no Oscars, with most awards going to films like \"Mad Max: Fury Road\" in technical categories and \"Spotlight\" for Best Picture. However, the critical consensus remained overwhelmingly positive, with the 91% approval rating on Rotten Tomatoes reflecting critics' appreciation for the film's intelligent approach to science fiction, Matt Damon's compelling performance, and Ridley Scott's masterful direction. This critical success helped establish the film as a modern classic that bridged the gap between popular entertainment and educational content.",
        "es": "La película logró una distinción rara en el cine moderno al ganar aclamación crítica generalizada que se tradujo en un reconocimiento importante de premios mientras mantenía un amplio atractivo popular. Las siete nominaciones al Premio de la Academia representaron un logro notable para una película de ciencia ficción, un género que históricamente lucha por ganar reconocimiento de la Academia. Las nominaciones abarcaron múltiples categorías incluyendo Mejor Película, Mejor Actor para Matt Damon, Mejor Guión Adaptado, Mejor Diseño de Producción, Mejor Mezcla de Sonido, Mejor Edición de Sonido y Mejores Efectos Visuales, demostrando la excelencia técnica y artística de la película en todos los aspectos del cine. A pesar de esta muestra impresionante, la película enfrentó competencia dura en la ceremonia de los 88os Premios de la Academia y finalmente no ganó Oscars, con la mayoría de los premios yendo a películas como \"Mad Max: Fury Road\" en categorías técnicas y \"Spotlight\" para Mejor Película. Sin embargo, el consenso crítico permaneció abrumadoramente positivo, con el 91% de aprobación en Rotten Tomatoes reflejando la apreciación de los críticos por el enfoque inteligente de la película hacia la ciencia ficción, la actuación convincente de Matt Damon y la dirección magistral de Ridley Scott. Este éxito crítico ayudó a establecer la película como un clásico moderno que cerró la brecha entre el entretenimiento popular y el contenido educativo."
      },
      "Box Office": {
        "en": "The commercial success of the film exceeded all expectations and established new benchmarks for science fiction cinema in the 21st century. With a production budget of $108 million, the film achieved a remarkable return on investment by grossing $630.6 million worldwide, making it the tenth-highest-grossing film of 2015 across all genres. More significantly, it became the highest-grossing film in Ridley Scott's distinguished career, surpassing even his previous blockbusters like \"Gladiator\" and \"Robin Hood.\" The domestic box office performance was particularly strong, earning $228.4 million in the United States and Canada, while international markets contributed $402.2 million, demonstrating the film's global appeal. The success was especially noteworthy given the film's educational content and realistic approach, proving that audiences were hungry for intelligent science fiction that respected their intelligence. Industry analysts attributed the strong performance to several factors: the film's positive word-of-mouth, Matt Damon's star power, Ridley Scott's reputation, and the fortuitous timing with real Mars exploration news. This financial success helped validate the viability of science-based entertainment and influenced studio decisions to greenlight similar projects that combined education with entertainment.",
        "es": "El éxito comercial de la película excedió todas las expectativas y estableció nuevos puntos de referencia para el cine de ciencia ficción en el siglo XXI. Con un presupuesto de producción de $108 millones, la película logró un retorno de inversión notable al recaudar $630.6 millones en todo el mundo, convirtiéndola en la décima película más taquillera de 2015 en todos los géneros. Más significativamente, se convirtió en la película más taquillera en la carrera distinguida de Ridley Scott, superando incluso sus éxitos de taquilla previos como \"Gladiador\" y \"Robin Hood.\" El rendimiento de taquilla doméstico fue particularmente fuerte, ganando $228.4 millones en Estados Unidos y Canadá, mientras que los mercados internacionales contribuyeron $402.2 millones, demostrando el atractivo global de la película. El éxito fue especialmente notable dado el contenido educativo de la película y el enfoque realista, demostrando que las audiencias tenían hambre de ciencia ficción inteligente que respetara su inteligencia. Los analistas de la industria atribuyeron el fuerte rendimiento a varios factores: el boca a boca positivo de la película, el poder de estrella de Matt Damon, la reputación de Ridley Scott y el momento afortunado con las noticias reales de exploración de Marte. Este éxito financiero ayudó a validar la viabilidad del entretenimiento basado en ciencia e influyó en las decisiones de los estudios para dar luz verde a proyectos similares que combinaron educación con entretenimiento."
      },
      "Famous Lines": {
        "en": "The protagonist's memorable philosophy about applying scientific thinking and creative problem-solving to seemingly impossible situations resonated far beyond the cinema, becoming a cultural touchstone for educators, professionals, and students facing complex challenges. The character's approach to breaking down overwhelming problems into manageable, scientific components became a model for real-world application of analytical thinking. Educational institutions began incorporating the film's problem-solving methodology into STEM curricula, with teachers using specific scenes to demonstrate how systematic thinking and persistence can overcome seemingly insurmountable obstacles. Professional development seminars and corporate training programs adopted the film's themes to illustrate innovation and resilience in workplace challenges. The catchphrase's popularity reflected a broader cultural shift toward appreciating scientific literacy and methodical approaches to problem-solving. Engineering schools reported increased enrollment following the film's release, with many students citing the protagonist's resourceful approach as inspiration for their career choices. The phrase became particularly popular in maker spaces, startup culture, and among entrepreneurs who saw parallels between the character's innovative survival strategies and the creative problem-solving required in business and technology development.",
        "es": "La filosofía memorable del protagonista sobre aplicar el pensamiento científico y la resolución creativa de problemas a situaciones aparentemente imposibles resonó mucho más allá del cine, convirtiéndose en una piedra angular cultural para educadores, profesionales y estudiantes que enfrentan desafíos complejos. El enfoque del personaje para dividir problemas abrumadores en componentes manejables y científicos se convirtió en un modelo para la aplicación del pensamiento analítico en el mundo real. Las instituciones educativas comenzaron a incorporar la metodología de resolución de problemas de la película en los currículos STEM, con maestros usando escenas específicas para demostrar cómo el pensamiento sistemático y la persistencia pueden superar obstáculos aparentemente insuperables. Los seminarios de desarrollo profesional y programas de entrenamiento corporativo adoptaron los temas de la película para ilustrar la innovación y resistencia en desafíos del lugar de trabajo. La popularidad de la frase característica reflejó un cambio cultural más amplio hacia apreciar la alfabetización científica y enfoques metódicos para la resolución de problemas. Las escuelas de ingeniería reportaron inscripción aumentada después del lanzamiento de la película, con muchos estudiantes citando el enfoque ingenioso del protagonista como inspiración para sus elecciones de carrera. La frase se volvió particularmente popular en espacios de creadores, cultura de startups y entre emprendedores que vieron paralelos entre las estrategias innovadoras de supervivencia del personaje y la resolución creativa de problemas requerida en el desarrollo de negocios y tecnología."
      },
      "Wildcard": {
        "en": "In an unprecedented collaboration between Hollywood and space exploration, the film achieved a remarkable first by literally traveling to space before its theatrical release. NASA's partnership with the production extended beyond technical consulting to include a symbolic gesture that captured the imagination of both the entertainment industry and space enthusiasts worldwide. On December 5, 2014, during the Exploration Flight Test 1 of the Orion Multi-Purpose Crew Vehicle, NASA included the screenplay's title page in the spacecraft's payload as it orbited Earth at an altitude of 3,600 miles above the planet's surface. This four-and-a-half-hour test flight represented a crucial step in NASA's plans for eventual human missions to Mars, making the inclusion of the script page particularly meaningful given the film's subject matter. The title page featured director Ridley Scott's own hand-drawn sketch of Matt Damon's character alongside the script's memorable opening lines. This extraordinary honor marked the first time in cinema history that a Hollywood film had literally traveled to space before reaching audiences, creating a unique marketing moment that perfectly aligned with the film's themes of space exploration and human ingenuity. The gesture symbolized the growing partnership between the entertainment industry and space agencies in inspiring public interest in space exploration and STEM education.",
        "es": "En una colaboración sin precedentes entre Hollywood y la exploración espacial, la película logró un primer notable al viajar literalmente al espacio antes de su lanzamiento teatral. La asociación de la NASA con la producción se extendió más allá de la consultoría técnica para incluir un gesto simbólico que capturó la imaginación tanto de la industria del entretenimiento como de los entusiastas del espacio en todo el mundo. El 5 de diciembre de 2014, durante la Prueba de Vuelo de Exploración 1 del Vehículo de Tripulación Multipropósito Orion, la NASA incluyó la página del título del guión en la carga útil de la nave espacial mientras orbitaba la Tierra a una altitud de 3,600 millas sobre la superficie del planeta. Este vuelo de prueba de cuatro horas y media representó un paso crucial en los planes de la NASA para eventuales misiones humanas a Marte, haciendo que la inclusión de la página del guión fuera particularmente significativa dado el tema de la película. La página del título presentaba el propio boceto dibujado a mano del director Ridley Scott del personaje de Matt Damon junto con las líneas de apertura memorables del guión. Este honor extraordinario marcó la primera vez en la historia del cine que una película de Hollywood había viajado literalmente al espacio antes de llegar a las audiencias, creando un momento de marketing único que se alineó perfectamente con los temas de la película de exploración espacial e ingenio humano. El gesto simbolizó la creciente asociación entre la industria del entretenimiento y las agencias espaciales en inspirar el interés público en la exploración espacial y la educación STEM."
      }
    },
    "alternatives": {
      "en": ["Gravity", "Interstellar", "Apollo 13", "Mission to Mars", "Red Planet", "Total Recall", "Blade Runner", "Alien", "2001: A Space Odyssey"],
      "es": ["Gravedad", "Interstellar", "Apolo 13", "Misión a Marte", "Planeta Rojo", "Desafío Total", "Blade Runner", "Alien", "2001: Una Odisea del Espacio"]
    }
  }