{
  "answer": {
    "en": "When Harry Met Sally",
    "es": "Cuando Harry Conoció a Sally"
  },
  "youtubeUrl": "https://www.youtube.com/embed/placeholder",
  "citation": "Video source to be added",
  "facts": {
    "Behind the Scenes": {
      "en": "I required roughly 60 takes to film a four-way telephone conversation scene, using three cameras and real telephone lines connecting the actors on separate sets.",
      "es": "Requerí aproximadamente 60 tomas para filmar una escena de conversación telefónica de cuatro personas, usando tres cámaras y líneas telefónicas reales conectando a los actores en sets separados."
    },
    "Premiere": {
      "en": "My world premiere in London featured a special guest appearance by Princess Diana, who told my director afterwards that she would have laughed more if everyone wasn't watching her.",
      "es": "Mi estreno mundial en Londres contó con una aparición especial de la Princesa Diana, quien le dijo a mi director después que se habría reído más si todos no la estuvieran mirando."
    },
    "Characters": {
      "en": "My female lead was based on my screenwriter herself and her friends, while my male character drew from my director's personal experience returning to single life after divorce.",
      "es": "Mi protagonista femenina se basó en mi guionista misma y sus amigas, mientras que mi personaje masculino se inspiró en la experiencia personal de mi director al regresar a la vida de soltero después del divorcio."
    },
    "Genre": {
      "en": "I established the template for modern romantic comedies by removing traditional villainous characters, making the protagonists' own insecurities the only obstacle to their relationship.",
      "es": "Establecí la plantilla para las comedias románticas modernas al eliminar los personajes villanos tradicionales, haciendo que las propias inseguridades de los protagonistas fueran el único obstáculo para su relación."
    },
    "Critical Reception": {
      "en": "I became the first film to receive an A+ CinemaScore rating since the polling service's 1979 inception, with 99.6% of opening-day viewers predicting others would like me.",
      "es": "Me convertí en la primera película en recibir una calificación A+ de CinemaScore desde el inicio del servicio de encuestas en 1979, con 99.6% de los espectadores del día de estreno prediciendo que otros me gustarían."
    },
    "Box Office": {
      "en": "I achieved the second-highest opening weekend gross for a film on fewer than 50 screens, earning over $1 million in just 41 theaters during my limited release.",
      "es": "Logré la segunda mayor recaudación de fin de semana de estreno para una película en menos de 50 pantallas, ganando más de $1 millón en solo 41 cines durante mi lanzamiento limitado."
    },
    "Famous Lines": {
      "en": "My most quoted line, delivered in a Katz's Deli, was improvised by my male lead between rehearsals and ranked 33rd on the American Film Institute's 2005 top movie quotes list.",
      "es": "Mi línea más citada, entregada en un Katz's Deli, fue improvisada por mi protagonista masculino entre ensayos y ocupó el puesto 33 en la lista de mejores citas de películas de 2005 del Instituto Americano de Cine."
    },
    "Wildcard": {
      "en": "My director changed my original ending from the protagonists remaining friends to getting married after he fell in love himself during production when a crew member introduced him to his future wife.",
      "es": "Mi director cambió mi final original de que los protagonistas siguieran siendo amigos a casarse después de que él mismo se enamorara durante la producción cuando un miembro del equipo le presentó a su futura esposa."
    }
  },
  "expanded": {
    "Behind the Scenes": {
      "en": "The telephone conversation scene that appears so effortless on screen was actually one of the most technically demanding sequences to film in the entire movie. Director Rob Reiner constructed an elaborate setup where all four actors - Billy Crystal, Meg Ryan, Carrie Fisher, and Bruno Kirby - were positioned on separate sets but connected through real telephone lines to maintain authentic timing and natural reactions. The scene required three cameras rolling simultaneously to capture each actor's performance, and any mistake by any single performer meant starting completely over from the beginning. After approximately 50 takes, the crew thought they had achieved perfection, only to discover that birds nesting in the studio rafters had created audio interference. The final version that audiences see represents the culmination of roughly 60 attempts, with Reiner later describing the process as 'like doing a magic trick' because the technical complexity remains invisible to viewers.",
      "es": "La escena de conversación telefónica que parece tan sin esfuerzo en pantalla fue en realidad una de las secuencias técnicamente más exigentes de filmar en toda la película. El director Rob Reiner construyó una configuración elaborada donde los cuatro actores - Billy Crystal, Meg Ryan, Carrie Fisher y Bruno Kirby - fueron posicionados en sets separados pero conectados a través de líneas telefónicas reales para mantener el tiempo auténtico y las reacciones naturales. La escena requirió tres cámaras rodando simultáneamente para capturar la actuación de cada actor, y cualquier error de cualquier intérprete significaba comenzar completamente desde el principio. Después de aproximadamente 50 tomas, el equipo pensó que habían logrado la perfección, solo para descubrir que pájaros anidando en las vigas del estudio habían creado interferencia de audio. La versión final que ven las audiencias representa la culminación de aproximadamente 60 intentos, con Reiner describiendo más tarde el proceso como 'hacer un truco de magia' porque la complejidad técnica permanece invisible para los espectadores."
    },
    "Premiere": {
      "en": "The London premiere of When Harry Met Sally on November 30, 1989, became a memorable cultural moment when Princess Diana attended as the guest of honor. The royal premiere was held at Leicester Square, with Diana wearing a stunning red evening gown and meeting both Billy Crystal and Meg Ryan before the screening. During the film, Diana sat directly between Crystal and director Rob Reiner in the theater's balcony, creating an unforgettable viewing experience as the entire audience below periodically turned to gauge the Princess's reactions, particularly during the famous Katz's Deli scene. Following the screening, Diana spoke candidly with Crystal and Reiner about her experience, admitting with characteristic honesty that while she thoroughly enjoyed the film, she felt somewhat inhibited in her laughter knowing that hundreds of people were watching her every reaction. The premiere raised £50,000 for Turning Point, a drug rehabilitation charity, demonstrating how the film's success extended beyond entertainment into meaningful social impact.",
      "es": "El estreno londinense de Cuando Harry Conoció a Sally el 30 de noviembre de 1989, se convirtió en un momento cultural memorable cuando la Princesa Diana asistió como invitada de honor. El estreno real se llevó a cabo en Leicester Square, con Diana luciendo un impresionante vestido de noche rojo y conociendo tanto a Billy Crystal como a Meg Ryan antes de la proyección. Durante la película, Diana se sentó directamente entre Crystal y el director Rob Reiner en el balcón del teatro, creando una experiencia de visualización inolvidable mientras toda la audiencia abajo se volteaba periódicamente para medir las reacciones de la Princesa, particularmente durante la famosa escena del Katz's Deli. Siguiendo la proyección, Diana habló con franqueza con Crystal y Reiner sobre su experiencia, admitiendo con honestidad característica que aunque disfrutó completamente la película, se sintió algo inhibida en su risa sabiendo que cientos de personas estaban observando cada una de sus reacciones. El estreno recaudó £50,000 para Turning Point, una organización benéfica de rehabilitación de drogas, demostrando cómo el éxito de la película se extendió más allá del entretenimiento hacia un impacto social significativo."
    },
    "Characters": {
      "en": "The authenticity that audiences feel in Harry and Sally's relationship stems directly from the deeply personal origins of both characters. Screenwriter Nora Ephron drew heavily from her own personality, experiences, and quirks to create Sally Albright, incorporating specific traits she observed in herself and her close female friends, including the character's particular eating habits and relationship patterns. Meanwhile, director Rob Reiner was navigating his own emotional journey during the film's development, having recently divorced from filmmaker Penny Marshall and experiencing the complexities of returning to single life in his forties. Reiner's conversations with Ephron about his dating experiences, his cynicism about relationships, and his struggle to maintain friendships with women became the foundation for Harry Burns' character. This biographical authenticity extended to the dialogue as well, with many of Harry and Sally's conversations based on actual discussions between Reiner and his best friend Billy Crystal, who would talk nightly while watching television from their respective homes. The result was a romantic comedy that felt unusually genuine because its central relationship dynamics were rooted in real human experience rather than Hollywood convention.",
      "es": "La autenticidad que las audiencias sienten en la relación de Harry y Sally surge directamente de los orígenes profundamente personales de ambos personajes. La guionista Nora Ephron se basó fuertemente en su propia personalidad, experiencias y peculiaridades para crear a Sally Albright, incorporando rasgos específicos que observó en sí misma y en sus amigas cercanas, incluyendo los hábitos alimentarios particulares del personaje y los patrones de relación. Mientras tanto, el director Rob Reiner estaba navegando su propio viaje emocional durante el desarrollo de la película, habiendo divorciado recientemente de la cineasta Penny Marshall y experimentando las complejidades de regresar a la vida de soltero en sus cuarenta. Las conversaciones de Reiner con Ephron sobre sus experiencias de citas, su cinismo sobre las relaciones y su lucha por mantener amistades con mujeres se convirtieron en la base para el personaje de Harry Burns. Esta autenticidad biográfica se extendió también al diálogo, con muchas de las conversaciones de Harry y Sally basadas en discusiones reales entre Reiner y su mejor amigo Billy Crystal, quienes hablaban nocturnamente mientras veían televisión desde sus respectivos hogares. El resultado fue una comedia romántica que se sintió inusualmente genuina porque sus dinámicas de relación central estaban enraizadas en experiencia humana real en lugar de convención de Hollywood."
    },
    "Genre": {
      "en": "When Harry Met Sally revolutionized the romantic comedy genre by eliminating one of its most fundamental structural elements: the external antagonist. Traditional romantic comedies relied heavily on villainous characters, disapproving parents, rival love interests, or societal obstacles to create conflict and keep the protagonists apart until the final act. Nora Ephron's screenplay boldly discarded these external forces, instead making Harry and Sally's own psychological barriers the sole impediment to their romantic union. This innovative approach meant that the conflict arose organically from the characters' personalities, past experiences, and internal fears rather than from contrived plot devices. Harry's cynicism about love and Sally's fear of vulnerability became the 'villains' of the story, creating a more psychologically sophisticated narrative that resonated with adult audiences who recognized their own relationship patterns in the characters' struggles. This structural innovation influenced countless subsequent romantic comedies and established a template for character-driven romance that prioritized emotional authenticity over melodramatic plot complications. The film proved that audiences were ready for more mature, introspective romantic stories that reflected the complex realities of modern relationships.",
      "es": "Cuando Harry Conoció a Sally revolucionó el género de comedia romántica al eliminar uno de sus elementos estructurales más fundamentales: el antagonista externo. Las comedias románticas tradicionales dependían fuertemente de personajes villanos, padres que desaprobaban, rivales amorosos, u obstáculos sociales para crear conflicto y mantener a los protagonistas separados hasta el acto final. El guión de Nora Ephron audazmente descartó estas fuerzas externas, en su lugar haciendo que las propias barreras psicológicas de Harry y Sally fueran el único impedimento para su unión romántica. Este enfoque innovador significó que el conflicto surgiera orgánicamente de las personalidades de los personajes, experiencias pasadas y miedos internos en lugar de dispositivos de trama artificiales. El cinismo de Harry sobre el amor y el miedo de Sally a la vulnerabilidad se convirtieron en los 'villanos' de la historia, creando una narrativa psicológicamente más sofisticada que resonó con audiencias adultas que reconocieron sus propios patrones de relación en las luchas de los personajes. Esta innovación estructural influyó en innumerables comedias románticas posteriores y estableció una plantilla para romance dirigido por personajes que priorizó la autenticidad emocional sobre las complicaciones de trama melodramáticas. La película probó que las audiencias estaban listas para historias románticas más maduras e introspectivas que reflejaran las realidades complejas de las relaciones modernas."
    },
    "Critical Reception": {
      "en": "When Harry Met Sally achieved an unprecedented level of audience approval that marked a significant milestone in film reception polling. CinemaScore, the industry-standard audience polling service that had been tracking moviegoer reactions since 1979, awarded the film its first-ever A+ rating, making it a decade-long breakthrough in audience satisfaction measurement. The polling process involved surveying opening-day audiences immediately after screenings, asking them to rate the film and predict whether they would recommend it to others. The remarkable 99.6% positive recommendation rate meant that virtually every single person surveyed believed other audiences would enjoy the film, demonstrating an extraordinary confidence in its universal appeal. This statistical achievement was particularly significant because CinemaScore had already polled thousands of films over its first decade of operation without any movie reaching this pinnacle of audience approval. The A+ rating validated the film's broad demographic appeal, crossing age groups, genders, and cultural backgrounds in a way that few romantic comedies had managed. This exceptional critical and audience reception helped establish When Harry Met Sally as not just entertainment but as a cultural touchstone that would influence romantic comedy filmmaking for decades to come.",
      "es": "Cuando Harry Conoció a Sally logró un nivel sin precedentes de aprobación de la audiencia que marcó un hito significativo en las encuestas de recepción cinematográfica. CinemaScore, el servicio de encuestas de audiencia estándar de la industria que había estado rastreando las reacciones de los espectadores desde 1979, otorgó a la película su primera calificación A+ jamás dada, convirtiéndola en un avance de una década en la medición de satisfacción de la audiencia. El proceso de encuesta involucró encuestar a audiencias del día de estreno inmediatamente después de las proyecciones, pidiéndoles calificar la película y predecir si la recomendarían a otros. La notable tasa de recomendación positiva del 99.6% significó que virtualmente cada persona encuestada creía que otras audiencias disfrutarían la película, demostrando una confianza extraordinaria en su atractivo universal. Este logro estadístico fue particularmente significativo porque CinemaScore ya había encuestado miles de películas durante su primera década de operación sin que ninguna película alcanzara este pináculo de aprobación de audiencia. La calificación A+ validó el atractivo demográfico amplio de la película, cruzando grupos de edad, géneros y antecedentes culturales de una manera que pocas comedias románticas habían logrado. Esta recepción crítica y de audiencia excepcional ayudó a establecer Cuando Harry Conoció a Sally no solo como entretenimiento sino como una piedra angular cultural que influiría en la realización de comedias románticas durante décadas."
    },
    "Box Office": {
      "en": "The box office strategy employed for When Harry Met Sally demonstrated the power of platform releasing and word-of-mouth marketing in an era increasingly dominated by wide-release blockbusters. Columbia Pictures chose to open the film on just 41 carefully selected screens in major metropolitan markets, including New York, Los Angeles, Chicago, and Washington D.C., during its initial weekend of July 14-16, 1989. This limited release generated an impressive $1.094 million, placing it as the second-highest opening weekend gross for any film showing on fewer than 50 screens in cinema history, surpassed only by the original Star Wars in 1977. The strategic restraint of this release pattern allowed positive audience reactions and critical reviews to build momentum organically, creating genuine enthusiasm rather than relying solely on marketing saturation. The film's per-screen average during this limited opening was exceptionally high, demonstrating strong audience demand that justified the gradual expansion to 775 screens the following weekend, then to 1,174 screens as demand continued to grow. This approach proved that adult-oriented romantic comedies could achieve significant commercial success through careful audience cultivation rather than aggressive mass marketing, ultimately leading to a total domestic gross of $92.8 million against a modest $16 million production budget.",
      "es": "La estrategia de taquilla empleada para Cuando Harry Conoció a Sally demostró el poder del lanzamiento por plataformas y el marketing de boca en boca en una era cada vez más dominada por éxitos de taquilla de lanzamiento amplio. Columbia Pictures eligió abrir la película en solo 41 pantallas cuidadosamente seleccionadas en mercados metropolitanos importantes, incluyendo Nueva York, Los Ángeles, Chicago y Washington D.C., durante su fin de semana inicial del 14-16 de julio de 1989. Este lanzamiento limitado generó unos impresionantes $1.094 millones, colocándola como la segunda mayor recaudación de fin de semana de estreno para cualquier película mostrándose en menos de 50 pantallas en la historia del cine, superada solo por la Star Wars original en 1977. La moderación estratégica de este patrón de lanzamiento permitió que las reacciones positivas de la audiencia y las reseñas críticas construyeran impulso orgánicamente, creando entusiasmo genuino en lugar de depender únicamente de la saturación de marketing. El promedio por pantalla de la película durante esta apertura limitada fue excepcionalmente alto, demostrando una fuerte demanda de audiencia que justificó la expansión gradual a 775 pantallas el siguiente fin de semana, luego a 1,174 pantallas mientras la demanda continuaba creciendo. Este enfoque probó que las comedias románticas orientadas a adultos podían lograr un éxito comercial significativo a través de la cultivación cuidadosa de audiencia en lugar de marketing masivo agresivo, llevando finalmente a una recaudación doméstica total de $92.8 millones contra un modesto presupuesto de producción de $16 millones."
    },
    "Famous Lines": {
      "en": "The most memorable line from When Harry Met Sally emerged spontaneously during the creative process, embodying the collaborative spirit that made the film so authentic. The famous 'I'll have what she's having' moment was born when Billy Crystal suggested the punchline during breaks between rehearsals for the now-iconic Katz's Delicatessen scene. The line was delivered by Estelle Reiner, director Rob Reiner's mother, who played a nearby diner patron reacting to Meg Ryan's Sally faking an orgasm to prove a point about sexual authenticity. The improvised nature of this moment reflects the film's broader approach to dialogue, where Crystal and the cast were encouraged to contribute their own natural speech patterns and comedic instincts to enhance Nora Ephron's carefully crafted screenplay. The line's impact extended far beyond the film itself, becoming a cultural catchphrase that people still quote decades later. Its recognition by the American Film Institute in 2005, when it was ranked 33rd on their definitive list of the 100 greatest movie quotes in cinema history, solidified its place in the pantheon of memorable film dialogue. The enduring popularity of this improvised moment demonstrates how the best cinematic lines often arise organically from the collaborative creative process rather than through calculated writing alone.",
      "es": "La línea más memorable de Cuando Harry Conoció a Sally emergió espontáneamente durante el proceso creativo, encarnando el espíritu colaborativo que hizo que la película fuera tan auténtica. El famoso momento de 'Quiero lo mismo que ella está tomando' nació cuando Billy Crystal sugirió el remate durante los descansos entre ensayos para la ahora icónica escena del Katz's Delicatessen. La línea fue entregada por Estelle Reiner, la madre del director Rob Reiner, quien interpretó a una cliente del restaurante cercana reaccionando a Sally de Meg Ryan fingiendo un orgasmo para probar un punto sobre la autenticidad sexual. La naturaleza improvisada de este momento refleja el enfoque más amplio de la película hacia el diálogo, donde Crystal y el elenco fueron alentados a contribuir sus propios patrones de habla naturales e instintos cómicos para mejorar el guión cuidadosamente elaborado de Nora Ephron. El impacto de la línea se extendió mucho más allá de la película misma, convirtiéndose en una frase popular cultural que la gente aún cita décadas después. Su reconocimiento por el Instituto Americano de Cine en 2005, cuando fue clasificada en el puesto 33 en su lista definitiva de las 100 mejores citas de películas en la historia del cine, solidificó su lugar en el panteón del diálogo cinematográfico memorable. La popularidad perdurable de este momento improvisado demuestra cómo las mejores líneas cinematográficas a menudo surgen orgánicamente del proceso creativo colaborativo en lugar de solo a través de la escritura calculada."
    },
    "Wildcard": {
      "en": "The transformation of When Harry Met Sally's ending represents one of cinema's most serendipitous examples of life imitating art during the filmmaking process. Initially, both director Rob Reiner and screenwriter Nora Ephron envisioned a more realistic conclusion where Harry and Sally would recognize the impossibility of romantic love between them and choose to remain close friends, believing this represented a more honest portrayal of male-female relationships. This original ending reflected Reiner's own cynicism about romance following his divorce from actress and director Penny Marshall, which had left him questioning whether lasting love was achievable. However, during production, a crew member introduced Reiner to Michele Singer, a photographer working on set documentation. Their connection was immediate and profound, and Reiner found himself experiencing the very kind of unexpected, transformative love that his film had initially argued against. Recognizing the irony and authenticity of his own experience, Reiner made the creative decision to rewrite the ending, working with Billy Crystal to craft new dialogue for Harry's climactic declaration of love to Sally. This real-life love story not only changed the film's conclusion but also informed the emotional honesty of Harry's final speech, as Reiner could draw from his own genuine feelings of discovering unexpected love. The couple married in 1989, the same year the film was released, and remained together until Michele's death in 2012, proving that sometimes the most romantic endings are the ones that mirror real life.",
      "es": "La transformación del final de Cuando Harry Conoció a Sally representa uno de los ejemplos más fortuitos del cine de la vida imitando al arte durante el proceso de realización cinematográfica. Inicialmente, tanto el director Rob Reiner como la guionista Nora Ephron visualizaron una conclusión más realista donde Harry y Sally reconocerían la imposibilidad del amor romántico entre ellos y elegirían seguir siendo amigos cercanos, creyendo que esto representaba un retrato más honesto de las relaciones entre hombres y mujeres. Este final original reflejaba el propio cinismo de Reiner sobre el romance siguiendo su divorcio de la actriz y directora Penny Marshall, que lo había dejado cuestionando si el amor duradero era alcanzable. Sin embargo, durante la producción, un miembro del equipo presentó a Reiner a Michele Singer, una fotógrafa trabajando en la documentación del set. Su conexión fue inmediata y profunda, y Reiner se encontró experimentando el mismo tipo de amor inesperado y transformador contra el que su película había argumentado inicialmente. Reconociendo la ironía y autenticidad de su propia experiencia, Reiner tomó la decisión creativa de reescribir el final, trabajando con Billy Crystal para crear nuevo diálogo para la declaración climática de amor de Harry a Sally. Esta historia de amor de la vida real no solo cambió la conclusión de la película sino que también informó la honestidad emocional del discurso final de Harry, ya que Reiner pudo basarse en sus propios sentimientos genuinos de descubrir amor inesperado. La pareja se casó en 1989, el mismo año que la película fue lanzada, y permaneció junta hasta la muerte de Michele en 2012, probando que a veces los finales más románticos son los que reflejan la vida real."
    }
  },
  "alternatives": {
    "en": [
      "Sleepless in Seattle",
      "You've Got Mail",
      "Pretty Woman",
      "The Princess Bride",
      "Annie Hall",
      "Terms of Endearment",
      "Moonstruck",
      "The Way We Were",
      "An Officer and a Gentleman"
    ],
    "es": [
      "Algo para Recordar",
      "Tienes un Email",
      "Mujer Bonita",
      "La Princesa Prometida",
      "Annie Hall",
      "La Fuerza del Cariño",
      "Hechizo de Luna",
      "Nuestros Años Felices",
      "Oficial y Caballero"
    ]
  }
}