{
    "answer": {
      "en": "Nike",
      "es": "Nike"
    },
    "imageUrl": "https://res.cloudinary.com/demo/image/upload/v1640123456/nike_logo_stock.jpg",
    "facts": {
      "Industry": {
        "en": "I dominate the global athletic footwear and apparel market, holding over 50% market share in my primary category since the 1980s.",
        "es": "Domino el mercado global de calzado atlético y ropa deportiva, manteniendo más del 50% de participación de mercado en mi categoría principal desde los años 80."
      },
      "Origin": {
        "en": "My company began in 1964 as a distributor selling imported running shoes from the trunk of a car at track meets.",
        "es": "Mi empresa comenzó en 1964 como distribuidor vendiendo zapatos para correr importados desde el maletero de un auto en competencias de atletismo."
      },
      "Logo": {
        "en": "My logo design was initially described as a 'swept-wing' rather than its current moniker. It was designed by a university student in 1971 for just $35, though the creator later received stock worth millions.",
        "es": "Mi diseño de logo fue inicialmente descrito como un 'ala barrida' en lugar de su apodo actual. Fue diseñado por una estudiante universitaria en 1971 por solo $35, aunque la creadora después recibió acciones valoradas en millones."
      },
      "Signature Product": {
        "en": "My breakthrough innovation involved pouring rubber into a waffle iron to create a revolutionary design pattern in 1971.",
        "es": "Mi innovación revolucionaria involucró verter caucho en una plancha de waffles para crear un patrón de diseño revolucionario en 1971."
      },
      "Target Audience": {
        "en": "My customer base spans from elite professional athletes to weekend fitness enthusiasts and fashion-conscious consumers aged 11 to 45.",
        "es": "Mi base de clientes abarca desde atletas profesionales de élite hasta entusiastas del fitness de fin de semana y consumidores conscientes de la moda de 11 a 45 años."
      },
      "Tagline/Catchphrase": {
        "en": "My three-word motivational slogan, coined in 1988, was ironically inspired by the last words of a convicted serial killer.",
        "es": "Mi eslogan motivacional de tres palabras, acuñado en 1988, fue irónicamente inspirado por las últimas palabras de un asesino en serie condenado."
      },
      "HQ Location": {
        "en": "My world headquarters spans 400 acres in Oregon with over 75 buildings, many named after sponsored athletes and featuring Olympic-level training facilities.",
        "es": "Mi sede mundial abarca 400 acres en Oregón con más de 75 edificios, muchos nombrados en honor a atletas patrocinados y con instalaciones de entrenamiento de nivel olímpico."
      },
      "Wildcard": {
        "en": "My use of the song 'Revolution' by The Beatles in a 1987 commercial sparked a million dollar lawsuit.",
        "es": "Mi uso de la canción 'Revolution' de The Beatles en un comercial de 1987 provocó una demanda de un millón de dólares."
      }
    },
    "expanded": {
      "Industry": {
        "en": "Nike operates in the global athletic footwear and apparel industry, where it has maintained dominant market leadership for decades. The company has held over 50% of the U.S. athletic shoe market since achieving this milestone in 1980, making it the undisputed leader in its primary category. Nike's industry position extends beyond footwear to athletic apparel, equipment, and lifestyle products, competing with brands like Adidas, Puma, and Under Armour. The athletic wear industry has experienced tremendous growth due to the athleisure trend, where consumers wear athletic apparel for both sports and casual occasions. Nike's industry dominance is supported by continuous innovation in performance technology, strategic athlete partnerships, and aggressive marketing campaigns that have shaped sports culture globally.",
        "es": "Nike opera en la industria global de calzado atlético y ropa deportiva, donde ha mantenido el liderazgo dominante del mercado durante décadas. La empresa ha mantenido más del 50% del mercado estadounidense de zapatos atléticos desde lograr este hito en 1980, convirtiéndose en el líder indiscutible en su categoría principal. La posición industrial de Nike se extiende más allá del calzado a la ropa atlética, equipos y productos de estilo de vida, compitiendo con marcas como Adidas, Puma y Under Armour. La industria de la ropa atlética ha experimentado un crecimiento tremendo debido a la tendencia athleisure, donde los consumidores usan ropa atlética tanto para deportes como para ocasiones casuales. El dominio industrial de Nike está respaldado por la innovación continua en tecnología de rendimiento, asociaciones estratégicas con atletas y campañas de marketing agresivas que han moldeado la cultura deportiva globalmente."
      },
      "Origin": {
        "en": "Nike's origin story begins in 1964 when Phil Knight and Bill Bowerman founded Blue Ribbon Sports as a distributor for Japanese running shoes. Knight, a former University of Oregon track athlete, initially sold shoes from the trunk of his Plymouth Valiant at track meets across the Pacific Northwest. The company started with just $1,000 and focused on importing higher-quality, lower-cost alternatives to the German-dominated athletic shoe market. Bowerman, Knight's former track coach, brought his obsession with improving athletic performance through better footwear design. Their partnership was formalized with a 50-50 ownership split and a shared vision of creating superior running shoes that could compete with established European brands like Adidas and Puma.",
        "es": "La historia de origen de Nike comienza en 1964 cuando Phil Knight y Bill Bowerman fundaron Blue Ribbon Sports como distribuidor de zapatos para correr japoneses. Knight, un ex atleta de pista de la Universidad de Oregón, inicialmente vendía zapatos desde el maletero de su Plymouth Valiant en competencias de atletismo por todo el Pacífico Noroeste. La empresa comenzó con solo $1,000 y se enfocó en importar alternativas de mayor calidad y menor costo al mercado de zapatos atléticos dominado por alemanes. Bowerman, el ex entrenador de pista de Knight, aportó su obsesión por mejorar el rendimiento atlético a través de mejor diseño de calzado. Su asociación se formalizó con una división de propiedad 50-50 y una visión compartida de crear zapatos para correr superiores que pudieran competir con marcas europeas establecidas como Adidas y Puma."
      },
      "Logo": {
        "en": "The Nike Swoosh was originally described by its creator as a 'swept-wing' design, directly referencing the wing imagery associated with the Greek goddess Nike in classical mythology. Carolyn Davidson, a graphic design student at Portland State University, created this iconic symbol in 1971 for just $35 after Phil Knight overheard her saying she couldn't afford art supplies for a class. Davidson sketched several options on tissue paper laid over shoe drawings, with the brief being to create something that conveyed movement and differentiated Nike from competitor stripes like Adidas. Knight initially wasn't enthusiastic about the design, famously saying 'I don't love it, but it will grow on me.' In 1983, recognizing the immense value the logo had created, Nike honored Davidson with a gold swoosh ring featuring a diamond, chocolate swooshes, and 500 shares of stock that eventually became worth millions after stock splits.",
        "es": "El Swoosh de Nike fue originalmente descrito por su creadora como un diseño de 'ala barrida,' referenciando directamente la imagen de alas asociada con la diosa griega Nike en la mitología clásica. Carolyn Davidson, una estudiante de diseño gráfico en la Universidad Estatal de Portland, creó este símbolo icónico en 1971 por solo $35 después de que Phil Knight la escuchó decir que no podía permitirse materiales de arte para una clase. Davidson bosquejó varias opciones en papel de seda colocado sobre dibujos de zapatos, con la instrucción de crear algo que transmitiera movimiento y diferenciara a Nike de las rayas de la competencia como Adidas. Knight inicialmente no estaba entusiasmado con el diseño, diciendo famosamente 'No me encanta, pero crecerá en mí.' En 1983, reconociendo el inmenso valor que el logo había creado, Nike honró a Davidson con un anillo dorado con el swoosh que presentaba un diamante, swooshes de chocolate y 500 acciones que eventualmente valieron millones después de divisiones de acciones."
      },
      "Signature Product": {
        "en": "Nike's breakthrough innovation came when co-founder Bill Bowerman used a waffle iron to create a revolutionary design pattern in 1971. Bowerman was obsessed with creating lighter, better-performing running shoes and experimented by pouring rubber into the waffle iron to create the distinctive waffle pattern. This waffle design was revolutionary because it was lighter than traditional designs while providing better performance, setting the foundation for Nike's reputation for innovative athletic footwear. The creative approach to product development, using everyday household items to solve athletic performance problems, exemplified the company's innovative spirit that continues today. This waffle trainer design provided superior grip and traction compared to existing running shoes and became known as the 'Moon Shoe' prototype.",
        "es": "La innovación revolucionaria de Nike llegó cuando el cofundador Bill Bowerman usó una plancha de waffles para crear un patrón de diseño revolucionario en 1971. Bowerman estaba obsesionado con crear zapatos para correr más ligeros y de mejor rendimiento y experimentó vertiendo caucho en la plancha de waffles para crear el patrón distintivo de waffle. Este diseño waffle fue revolucionario porque era más ligero que los diseños tradicionales mientras proporcionaba mejor rendimiento, estableciendo la base para la reputación de Nike por calzado atlético innovador. El enfoque creativo al desarrollo de productos, usando artículos domésticos cotidianos para resolver problemas de rendimiento atlético, ejemplificó el espíritu innovador de la empresa que continúa hoy. Este diseño de entrenador waffle proporcionó agarre y tracción superiores comparado con los zapatos para correr existentes y se conoció como el prototipo 'Moon Shoe.'"
      },
      "Target Audience": {
        "en": "Nike's target audience spans a remarkably diverse demographic, from elite professional athletes to casual fitness enthusiasts and fashion-conscious consumers. The brand primarily targets individuals aged 11 to 45, with a slight skew toward younger demographics to build long-term customer loyalty. Nike's customer base includes serious athletes who demand high-performance gear, weekend warriors who exercise recreationally, and style-conscious consumers who wear athletic apparel as fashion statements. The company has successfully captured the athleisure market, where athletic wear is worn for both sports and casual daily activities. Nike's audience tends to have higher-than-average disposable income, with the brand's premium pricing reflecting its positioning as a lifestyle and performance leader rather than just functional sportswear.",
        "es": "La audiencia objetivo de Nike abarca una demografía notablemente diversa, desde atletas profesionales de élite hasta entusiastas del fitness casual y consumidores conscientes de la moda. La marca principalmente se dirige a individuos de 11 a 45 años, con una ligera inclinación hacia demografías más jóvenes para construir lealtad de cliente a largo plazo. La base de clientes de Nike incluye atletas serios que demandan equipo de alto rendimiento, guerreros de fin de semana que ejercitan recreativamente, y consumidores conscientes del estilo que usan ropa atlética como declaraciones de moda. La empresa ha capturado exitosamente el mercado athleisure, donde la ropa atlética se usa tanto para deportes como para actividades diarias casuales. La audiencia de Nike tiende a tener ingresos disponibles más altos que el promedio, con el precio premium de la marca reflejando su posicionamiento como líder de estilo de vida y rendimiento más que solo ropa deportiva funcional."
      },
      "Tagline/Catchphrase": {
        "en": "Nike's iconic 'Just Do It' slogan was created in 1988 by advertising executive Dan Wieden of Wieden+Kennedy. The three-word phrase was ironically inspired by the last words of convicted murderer Gary Gilmore, who said 'Let's do it' before his execution in 1977. Wieden adapted this into the more positive and motivational 'Just Do It,' focusing on action and determination rather than the grim original context. The slogan became one of the most recognizable advertising phrases in history, perfectly capturing Nike's brand philosophy of pushing past barriers and achieving goals. The campaign's success helped Nike become the world's largest athletic company by 1990, demonstrating the power of emotional connection in sports marketing over mere product features.",
        "es": "El eslogan icónico 'Just Do It' de Nike fue creado en 1988 por el ejecutivo de publicidad Dan Wieden de Wieden+Kennedy. La frase de tres palabras fue irónicamente inspirada por las últimas palabras del asesino convicto Gary Gilmore, quien dijo 'Let's do it' antes de su ejecución en 1977. Wieden adaptó esto al más positivo y motivacional 'Just Do It,' enfocándose en acción y determinación en lugar del contexto original sombrío. El eslogan se convirtió en una de las frases publicitarias más reconocibles en la historia, capturando perfectamente la filosofía de marca de Nike de superar barreras y lograr metas. El éxito de la campaña ayudó a Nike a convertirse en la empresa atlética más grande del mundo para 1990, demostrando el poder de la conexión emocional en marketing deportivo sobre las simples características del producto."
      },
      "HQ Location": {
        "en": "Nike's World Headquarters in Beaverton, Oregon, opened in 1990 and represents one of the most impressive corporate campuses in America. The facility spans 400 acres and houses over 75 buildings, many named after legendary athletes who have partnerships with Nike, including Michael Jordan, Serena Williams, and LeBron James. The campus employs more than 11,000 people and features Olympic-level athletic facilities including three fitness centers, an Olympic-size swimming pool, basketball courts, running tracks, and even a golf course replica. The headquarters reflects Nike's athletic culture with employees encouraged to use the facilities for fitness and product testing. The campus expansion has continued over the decades, with recent additions including the massive Serena Williams Building spanning over 1 million square feet across nearly three city blocks.",
        "es": "La Sede Mundial de Nike en Beaverton, Oregón, abrió en 1990 y representa uno de los campus corporativos más impresionantes de América. La instalación abarca 400 acres y alberga más de 75 edificios, muchos nombrados en honor a atletas legendarios que tienen asociaciones con Nike, incluyendo Michael Jordan, Serena Williams y LeBron James. El campus emplea a más de 11,000 personas y presenta instalaciones atléticas de nivel olímpico incluyendo tres centros de fitness, una piscina de tamaño olímpico, canchas de baloncesto, pistas para correr e incluso una réplica de campo de golf. La sede refleja la cultura atlética de Nike con empleados alentados a usar las instalaciones para fitness y pruebas de productos. La expansión del campus ha continuado a lo largo de las décadas, con adiciones recientes incluyendo el masivo Edificio Serena Williams que abarca más de 1 millón de pies cuadrados a través de casi tres bloques de ciudad."
      },
      "Wildcard": {
        "en": "Nike's co-founder once experimented by pouring rubber into his wife's waffle iron during breakfast, accidentally gluing it shut but creating the revolutionary waffle sole pattern that became a breakthrough innovation in athletic footwear. Bill Bowerman was constantly searching for ways to improve traction and energy absorption in running shoes when inspiration struck during a family breakfast. He noticed the grid pattern of the waffle iron and realized that if the pattern was raised instead of depressed, it could provide superior grip for athletes. Without using non-stick spray, Bowerman poured urethane directly into the family waffle maker, permanently sealing it shut in the process. Despite destroying the appliance, this household experimentation led to Nike's Waffle Trainer, which became a massive hit when it launched in 1974 and established Nike's reputation for innovative sole technology that combined everyday inspiration with serious athletic performance.",
        "es": "El cofundador de Nike una vez experimentó vertiendo caucho en la plancha de waffles de su esposa durante el desayuno, accidentalmente pegándola pero creando el patrón revolucionario de suela waffle que se convirtió en una innovación revolucionaria en calzado atlético. Bill Bowerman constantemente buscaba maneras de mejorar la tracción y absorción de energía en zapatos para correr cuando la inspiración llegó durante un desayuno familiar. Notó el patrón de rejilla de la plancha de waffles y se dio cuenta de que si el patrón estaba elevado en lugar de hundido, podría proporcionar agarre superior para atletas. Sin usar spray antiadherente, Bowerman vertió uretano directamente en la plancha de waffles familiar, sellándola permanentemente en el proceso. A pesar de destruir el electrodoméstico, esta experimentación doméstica llevó al Waffle Trainer de Nike, que se convirtió en un éxito masivo cuando se lanzó en 1974 y estableció la reputación de Nike por tecnología de suela innovadora que combinaba inspiración cotidiana con rendimiento atlético serio."
      }
    },
    "alternatives": {
      "en": ["Adidas", "Puma", "Under Armour", "Reebok", "New Balance", "Converse", "Vans", "Jordan", "ASICS"],
      "es": ["Adidas", "Puma", "Under Armour", "Reebok", "New Balance", "Converse", "Vans", "Jordan", "ASICS"]
    }
  }