{
  "answer": {
    "en": "The Simpsons",
    "es": "Los Simpson"
  },
  "youtubeUrl": "https://www.youtube.com/embed/_jgYEYERYFQ",
  "citation": "via Disney Plus",
  "facts": {
    "Genre": {
      "en": "I blend comedy with constant genre-hopping, parodying courtroom dramas, anime, British period pieces, real-life events, and cultural milestones.",
      "es": "Combino comedia con cambios constantes de género, parodiando dramas judiciales, anime, series de época británicas, eventos reales y hitos culturales."
    },
    "Debut": {
      "en": "I began as a series of short animated sketches between segments of The Tracey Ullman Show in 1987.",
      "es": "Comencé como una serie de cortos animados entre segmentos de The Tracey Ullman Show en 1987."
    },
    "Characters": {
      "en": "One of my main characters traditionally doesn't speak much but has been voiced by Elizabeth Taylor, Jodie Foster, and James Earl Jones across my decades-long run.",
      "es": "Uno de mis personajes principales tradicionalmente no habla mucho, pero ha sido interpretado por Elizabeth Taylor, Jodie Foster y James Earl Jones a lo largo de mis décadas al aire."
    },
    "Season Structure": {
      "en": "I've aired more than 35 seasons and am still in production, with an annual Halloween special becoming one of the long-running holiday traditions on television.",
      "es": "He emitido más de 35 temporadas y sigo en producción, con un especial anual de Halloween que se ha convertido en una de las tradiciones televisivas de larga duración."
    },
    "Iconic Episode": {
      "en": "One of my most acclaimed episodes featured cult filmmaker John Waters as a guest star and earned both an Emmy and a GLAAD Media Award for its handling of queer themes.",
      "es": "Uno de mis episodios más aclamados contó con el cineasta de culto John Waters como invitado y ganó un Emmy y un premio GLAAD Media por su tratamiento de temas queer."
    },
    "Network/Platform": {
      "en": "In 1993, I became one of the first Fox series to have reruns air on local stations nationwide through syndication while new episodes continued on the original network.",
      "es": "En 1993, me convertí en una de las primeras series de Fox en tener repeticiones transmitidas en estaciones locales a nivel nacional a través de la sindicación mientras seguía estrenando episodios nuevos en la cadena original."
    },
    "Visual Style": {
      "en": "My earliest production seasons outsourced animation to South Korea's AKOM studio, which led to inconsistent layouts and visible animation loops in several episodes.",
      "es": "Mis primeras temporadas de producción subcontrataron la animación al estudio AKOM de Corea del Sur, lo que causó diseños inconsistentes y bucles de animación visibles en varios episodios."
    },
    "Wildcard": {
      "en": "My voice cast went from earning $30,000 per episode for nearly a decade to eventually commanding $400,000 per episode through multiple high-stakes contract negotiations and strikes.",
      "es": "Mi elenco de voces pasó de ganar $30,000 por episodio durante casi una década a eventualmente obtener $400,000 por episodio a través de múltiples negociaciones contractuales de alto riesgo y huelgas."
    }
  },
  "expanded": {
    "Genre": {
      "en": "The Simpsons revolutionized television comedy by establishing a format that seamlessly blends satirical humor with constant genre experimentation. Each episode can shift between multiple styles within a single storyline, parodying everything from classic film noir and courtroom dramas to Japanese anime and British period pieces. This genre-hopping approach allows the show to comment on virtually any aspect of popular culture, from contemporary political events to historical moments, creating a unique comedic voice that adapts to current cultural zeitgeist while maintaining its core satirical edge. The show's willingness to embrace different storytelling formats has influenced countless other animated series and established a template for how comedy shows can remain culturally relevant across multiple decades.",
      "es": "Los Simpson revolucionaron la comedia televisiva estableciendo un formato que combina perfectamente el humor satírico con la experimentación constante de géneros. Cada episodio puede cambiar entre múltiples estilos dentro de una sola historia, parodiando desde el cine negro clásico y dramas judiciales hasta el anime japonés y series de época británicas. Este enfoque de salto de géneros permite al programa comentar sobre prácticamente cualquier aspecto de la cultura popular, desde eventos políticos contemporáneos hasta momentos históricos, creando una voz cómica única que se adapta al zeitgeist cultural actual mientras mantiene su ventaja satírica central. La disposición del programa a abrazar diferentes formatos narrativos ha influenciado innumerables otras series animadas y estableció una plantilla sobre cómo los programas de comedia pueden mantenerse culturalmente relevantes a través de múltiples décadas."
    },
    "Debut": {
      "en": "The Simpsons originated as a series of 30-second to 3-minute animated shorts that served as interstitial segments on The Tracey Ullman Show, premiering on April 19, 1987, with the short titled 'Good Night.' Creator Matt Groening conceived the Simpson family while waiting in producer James L. Brooks' office, quickly sketching the characters as an alternative to adapting his 'Life in Hell' comic strip. These early shorts featured crude animation and basic storylines but established the fundamental family dynamics and character voices that would define the series. The shorts ran for three seasons on The Tracey Ullman Show, totaling 30 episodes, before the characters were spun off into their own half-hour Christmas special on December 17, 1989, which then became the longest-running American animated series in television history.",
      "es": "Los Simpson se originaron como una serie de cortos animados de 30 segundos a 3 minutos que sirvieron como segmentos intersticiales en The Tracey Ullman Show, estrenándose el 19 de abril de 1987, con el corto titulado 'Buenas noches.' El creador Matt Groening concibió la familia Simpson mientras esperaba en la oficina del productor James L. Brooks, dibujando rápidamente los personajes como alternativa a adaptar su tira cómica 'Life in Hell.' Estos primeros cortos presentaban animación cruda e historias básicas pero establecieron las dinámicas familiares fundamentales y las voces de personajes que definirían la serie. Los cortos se ejecutaron durante tres temporadas en The Tracey Ullman Show, totalizando 30 episodios, antes de que los personajes fueran convertidos en su propio especial navideño de media hora el 17 de diciembre de 1989, que luego se convirtió en la serie animada estadounidense más longeva en la historia de la televisión."
    },
    "Characters": {
      "en": "Maggie Simpson, the perpetually one-year-old baby of the Simpson family, represents one of television's most unique character concepts as a non-speaking infant who has been voiced by some of entertainment's most prestigious talents. Elizabeth Taylor provided Maggie's first canonical word 'Daddy' in the episode 'Lisa's First Word,' creating one of the series' most emotionally resonant moments. James Earl Jones lent his iconic voice to a darker version of Maggie in 'Treehouse of Horror V,' while Jodie Foster delivered an entire philosophical monologue as the character in 'Four Great Women and a Manicure.' This approach to casting demonstrates how The Simpsons elevates even its smallest characters into cultural significance, using celebrity voices not just for publicity but to create memorable television moments that blend high-profile talent with sophisticated storytelling.",
      "es": "Maggie Simpson, la bebé perpetuamente de un año de la familia Simpson, representa uno de los conceptos de personaje más únicos de la televisión como una infante que no habla pero que ha sido interpretada por algunos de los talentos más prestigiosos del entretenimiento. Elizabeth Taylor proporcionó la primera palabra canónica de Maggie 'Papá' en el episodio 'La primera palabra de Lisa,' creando uno de los momentos más emocionalmente resonantes de la serie. James Earl Jones prestó su voz icónica a una versión más oscura de Maggie en 'Treehouse of Horror V,' mientras que Jodie Foster entregó un monólogo filosófico completo como el personaje en 'Cuatro grandes mujeres y una manicura.' Este enfoque al casting demuestra cómo Los Simpson elevan incluso sus personajes más pequeños a significancia cultural, usando voces de celebridades no solo para publicidad sino para crear momentos televisivos memorables que combinan talento de alto perfil con narrativa sofisticada."
    },
    "Season Structure": {
      "en": "The Simpsons has achieved unprecedented longevity in television animation, maintaining consistent production for over 35 seasons while establishing the Treehouse of Horror Halloween specials as one of television's most enduring holiday traditions. These annual anthology episodes, which began in 1990, have become cultural touchstones that allow the series to experiment with horror, science fiction, and fantasy elements outside its normal continuity. The Halloween specials demonstrate the show's ability to reinvent itself within established formats, featuring parodies of classic horror films, contemporary movies, and literary works while maintaining the series' signature satirical voice. This structural innovation has influenced how other long-running series approach special episodes and has proven that animated shows can sustain audience interest across multiple decades through creative storytelling frameworks.",
      "es": "Los Simpson han logrado una longevidad sin precedentes en la animación televisiva, manteniendo producción consistente durante más de 35 temporadas mientras establecían los especiales de Halloween Treehouse of Horror como una de las tradiciones navideñas más duraderas de la televisión. Estos episodios de antología anuales, que comenzaron en 1990, se han convertido en piedras de toque culturales que permiten a la serie experimentar con elementos de horror, ciencia ficción y fantasía fuera de su continuidad normal. Los especiales de Halloween demuestran la capacidad del programa para reinventarse dentro de formatos establecidos, presentando parodias de películas clásicas de horror, películas contemporáneas y obras literarias mientras mantienen la voz satírica característica de la serie. Esta innovación estructural ha influenciado cómo otras series de larga duración abordan los episodios especiales y ha demostrado que los programas animados pueden sostener el interés de la audiencia a través de múltiples décadas mediante marcos narrativos creativos."
    },
    "Iconic Episode": {
      "en": "Homer's Phobia, featuring cult filmmaker John Waters as the character John, stands as one of The Simpsons' most groundbreaking and critically acclaimed episodes for its thoughtful exploration of homophobia and LGBTQ+ themes. The episode won the Emmy Award for Outstanding Animated Program in 1997 and received the GLAAD Media Award for Outstanding TV Individual Episode in 1998, recognizing its positive representation of gay characters during a time when such portrayals were rare on television. Waters' performance as the antique dealer John created a fully realized character who challenged stereotypes while serving as a catalyst for Homer's character development and the episode's anti-homophobia message. The episode's success demonstrated how animated comedy could tackle serious social issues with humor and sensitivity, paving the way for more inclusive storytelling in mainstream television and establishing The Simpsons as a progressive voice in popular culture.",
      "es": "Homer's Phobia, presentando al cineasta de culto John Waters como el personaje John, se destaca como uno de los episodios más innovadores y aclamados por la crítica de Los Simpson por su exploración reflexiva de la homofobia y los temas LGBTQ+. El episodio ganó el Premio Emmy al Programa Animado Sobresaliente en 1997 y recibió el Premio GLAAD Media al Episodio Individual de TV Sobresaliente en 1998, reconociendo su representación positiva de personajes gays durante una época cuando tales retratos eran raros en televisión. La actuación de Waters como el comerciante de antigüedades John creó un personaje completamente realizado que desafió estereotipos mientras servía como catalizador para el desarrollo del personaje de Homer y el mensaje anti-homofobia del episodio. El éxito del episodio demostró cómo la comedia animada podía abordar temas sociales serios con humor y sensibilidad, allanando el camino para narrativas más inclusivas en la televisión mainstream y estableciendo a Los Simpson como una voz progresiva en la cultura popular."
    },
    "Network/Platform": {
      "en": "The Simpsons pioneered the syndication model for animated series when it became one of the first Fox shows to enter broadcast syndication in 1993, creating a template that would influence how television networks monetize long-running animated properties. This syndication deal allowed local stations nationwide to air reruns of the series while new episodes continued to premiere on Fox, establishing a dual-revenue stream that became crucial to the show's financial success. The syndication model proved so lucrative that it influenced Fox's decisions about the show's future, with the network recognizing that The Simpsons could generate significant revenue through reruns even without new episodes. This approach fundamentally changed how animated series are developed and marketed, demonstrating that successful animated shows could achieve the same syndication success as live-action sitcoms and establishing animation as a viable long-term investment for television networks.",
      "es": "Los Simpson fueron pioneros en el modelo de sindicación para series animadas cuando se convirtieron en uno de los primeros programas de Fox en entrar en sindicación de transmisión en 1993, creando una plantilla que influenciaría cómo las redes de televisión monetizan propiedades animadas de larga duración. Este acuerdo de sindicación permitió a las estaciones locales a nivel nacional transmitir repeticiones de la serie mientras los nuevos episodios continuaban estrenándose en Fox, estableciendo un flujo de ingresos dual que se volvió crucial para el éxito financiero del programa. El modelo de sindicación resultó tan lucrativo que influyó en las decisiones de Fox sobre el futuro del programa, con la red reconociendo que Los Simpson podrían generar ingresos significativos a través de repeticiones incluso sin nuevos episodios. Este enfoque cambió fundamentalmente cómo las series animadas se desarrollan y comercializan, demostrando que los programas animados exitosos podrían lograr el mismo éxito de sindicación que las comedias de situación de acción en vivo y estableciendo la animación como una inversión viable a largo plazo para las redes de televisión."
    },
    "Visual Style": {
      "en": "The early seasons of The Simpsons relied heavily on AKOM Production, a South Korean animation studio founded by Nelson Shin in 1985, which handled the overseas animation production for the series' first two seasons and many subsequent episodes. While this outsourcing arrangement was cost-effective, it frequently resulted in animation inconsistencies, including character design variations, color errors, and visible animation loops that became noticeable to viewers and animation professionals. AKOM's work on The Simpsons exemplified the challenges of international animation production during the late 1980s and early 1990s, when communication between American studios and overseas animators was limited, leading to frequent mistakes and quality control issues. Despite these technical challenges, the collaboration between American storytellers and Korean animators helped establish the modern animation industry's global production model, demonstrating both the possibilities and pitfalls of international creative partnerships in television production.",
      "es": "Las primeras temporadas de Los Simpson dependieron fuertemente de AKOM Production, un estudio de animación surcoreano fundado por Nelson Shin en 1985, que manejó la producción de animación en el extranjero para las primeras dos temporadas de la serie y muchos episodios posteriores. Aunque este arreglo de subcontratación fue rentable, frecuentemente resultó en inconsistencias de animación, incluyendo variaciones en el diseño de personajes, errores de color y bucles de animación visibles que se volvieron notorios para los espectadores y profesionales de la animación. El trabajo de AKOM en Los Simpson ejemplificó los desafíos de la producción de animación internacional durante finales de los años 1980 y principios de los 1990, cuando la comunicación entre estudios estadounidenses y animadores en el extranjero era limitada, llevando a errores frecuentes y problemas de control de calidad. A pesar de estos desafíos técnicos, la colaboración entre narradores estadounidenses y animadores coreanos ayudó a establecer el modelo de producción global de la industria de animación moderna, demostrando tanto las posibilidades como las dificultades de las asociaciones creativas internacionales en la producción televisiva."
    },
    "Wildcard": {
      "en": "The voice cast salary evolution of The Simpsons represents one of television history's most dramatic examples of how performer compensation can escalate alongside a show's cultural and financial success. From 1989 to 1998, the six main voice actors remained locked into contracts paying just $30,000 per episode, despite the show becoming a global phenomenon and generating hundreds of millions in revenue through merchandise, international sales, and cultural impact. The cast's journey to higher compensation involved multiple high-stakes negotiations, including a 1998 standoff where Fox threatened to replace the entire cast and prepared auditions for replacement actors, a 2004 strike where actors skipped script readings for a month, and a 2008 production halt that delayed the twentieth season. By 2008, their persistence paid off with contracts worth $400,000 per episode, representing a more than 1,200% increase from their original salaries and demonstrating how voice actors could achieve parity with live-action television stars in terms of compensation for iconic performances.",
      "es": "La evolución salarial del elenco de voces de Los Simpson representa uno de los ejemplos más dramáticos en la historia de la televisión de cómo la compensación de intérpretes puede escalar junto con el éxito cultural y financiero de un programa. Desde 1989 hasta 1998, los seis actores de voz principales permanecieron bloqueados en contratos que pagaban solo $30,000 por episodio, a pesar de que el programa se convirtió en un fenómeno global y generó cientos de millones en ingresos a través de mercancía, ventas internacionales e impacto cultural. El viaje del elenco hacia una compensación más alta involucró múltiples negociaciones de alto riesgo, incluyendo un enfrentamiento en 1998 donde Fox amenazó con reemplazar todo el elenco y preparó audiciones para actores de reemplazo, una huelga en 2004 donde los actores se saltaron las lecturas de guión durante un mes, y una parada de producción en 2008 que retrasó la vigésima temporada. Para 2008, su persistencia dio frutos con contratos que valían $400,000 por episodio, representando un aumento de más del 1,200% desde sus salarios originales y demostrando cómo los actores de voz podrían lograr paridad con las estrellas de televisión de acción en vivo en términos de compensación por actuaciones icónicas."
    }
  },
  "alternatives": {
    "en": [
      "Family Guy",
      "South Park",
      "King of the Hill",
      "Futurama",
      "American Dad!",
      "BoJack Horseman",
      "Rick and Morty",
      "Beavis and Butt-Head",
      "Bob's Burgers"
    ],
    "es": [
      "Padre de familia",
      "South Park",
      "El rey de la colina",
      "Futurama",
      "American Dad!",
      "BoJack Horseman",
      "Rick y Morty",
      "Beavis y Butt-Head",
      "Bob's Burgers"
    ]
  }
}