{
  "answer": {
    "en": "Cristiano Ronaldo",
    "es": "Cristiano Ronaldo"
  },
  "imageUrl": "https://res.cloudinary.com/dv8mf70xe/image/upload/v1757525633/ronaldo_l4uamh.jpg",
  "citation": "Ruben Ortega, CC BY-SA 4.0",
  "facts": {
    "Personal Life": {
      "en": "I underwent heart surgery as a teenager to correct a racing heartbeat condition that threatened to end my career before it began.",
      "es": "Me sometí a una cirugía del corazón cuando era adolescente para corregir una condición de latidos acelerados que amenazó con terminar mi carrera antes de que comenzara."
    },
    "Affiliations": {
      "en": "I signed a lifetime endorsement contract with Nike worth over $1 billion, making me only the third athlete in history to secure such a deal.",
      "es": "Firmé un contrato de patrocinio de por vida con Nike por valor de más de $1 billón, convirtiéndome en solo el tercer atleta en la historia en asegurar tal acuerdo."
    },
    "Era": {
      "en": "Throughout the 2010s, my greatest rival and I were the only two players to claim football's most prestigious individual award until 2018, defining an entire decade of the sport.",
      "es": "Durante los años 2010, mi mayor rival y yo fuimos los únicos dos jugadores en reclamar el premio individual más prestigioso del fútbol hasta 2018, definiendo toda una década del deporte."
    },
    "Nationality": {
      "en": "I was born on the island of Madeira, a remote autonomous region located 560 miles southwest of mainland Portugal in the Atlantic Ocean.",
      "es": "Nací en la isla de Madeira, una región autónoma remota ubicada a 560 millas al suroeste de Portugal continental en el Océano Atlántico."
    },
    "Physique": {
      "en": "At 6'2\" and 187 pounds with 7-10% body fat, I possess an unusually imposing physical frame for my position, combining height typically seen in defenders with the agility of an attacking player.",
      "es": "Con 6'2\" y 187 libras con 7-10% de grasa corporal, poseo una estructura física inusualmente imponente para mi posición, combinando la altura típicamente vista en defensores con la agilidad de un jugador ofensivo."
    },
    "Stats": {
      "en": "I became the first player in football history to score over 800 official goals across all competitions for both club and country.",
      "es": "Me convertí en el primer jugador en la historia del fútbol en anotar más de 800 goles oficiales en todas las competiciones tanto para club como para país combinados."
    },
    "Achievements": {
      "en": "I captured 5 UEFA Champions League titles and won domestic league championships in three different countries across Europe's most competitive divisions.",
      "es": "Capturé 5 títulos de la Liga de Campeones de la UEFA y gané campeonatos de liga domésticos en tres países diferentes en las divisiones más competitivas de Europa."
    },
    "Wildcard": {
      "en": "I was named the world's most charitable sports star by DoSomething.org in 2015 for my donations to children's hospitals, disaster relief efforts, and cancer research organizations.",
      "es": "Fui nombrado la estrella deportiva más caritativa del mundo por DoSomething.org en 2015 por mis donaciones a hospitales infantiles, esfuerzos de socorro en desastres y organizaciones de investigación del cáncer."
    }
  },
  "expanded": {
    "Personal Life": {
      "en": "Cristiano Ronaldo's heart surgery at age 15 represents one of the most remarkable medical recoveries in sports history. Diagnosed with tachycardia, a condition where the heart beats abnormally fast even at rest, Ronaldo faced the very real possibility of never playing professional football. The procedure, performed using laser catheter ablation, involved threading a catheter through his blood vessels to the heart and using heat energy to eliminate the tissue causing the irregular heartbeat. His mother, Dolores Aveiro, later revealed that the surgery was completed in a single day, with Ronaldo operated on in the morning and discharged by afternoon. What makes this story particularly inspiring is Ronaldo's immediate determination to return to football, resuming light training just days after the procedure and showing no fear about his condition potentially recurring.",
      "es": "La cirugía del corazón de Cristiano Ronaldo a los 15 años representa una de las recuperaciones médicas más notables en la historia del deporte. Diagnosticado con taquicardia, una condición donde el corazón late anormalmente rápido incluso en reposo, Ronaldo enfrentó la posibilidad muy real de nunca jugar fútbol profesional. El procedimiento, realizado usando ablación con catéter láser, involucró enhebrar un catéter a través de sus vasos sanguíneos al corazón y usar energía de calor para eliminar el tejido que causaba el latido irregular. Su madre, Dolores Aveiro, reveló más tarde que la cirugía se completó en un solo día, con Ronaldo operado en la mañana y dado de alta por la tarde. Lo que hace esta historia particularmente inspiradora es la determinación inmediata de Ronaldo de regresar al fútbol, reanudando entrenamientos ligeros solo días después del procedimiento y sin mostrar temor sobre la posible recurrencia de su condición."
    },
    "Affiliations": {
      "en": "Cristiano Ronaldo's lifetime contract with Nike, worth over $1 billion, represents one of the most lucrative endorsement deals in sports history and places him in an exclusive club alongside Michael Jordan and LeBron James as the only athletes to secure such arrangements. This deal, signed in 2016, was Nike's response to Ronaldo's incredible marketing value, which included generating nearly $500 million in social media value for the brand in 2016 alone through his 260 million combined followers across platforms. The lifetime nature of the contract means Ronaldo will continue earning from Nike even after retirement, similar to how Michael Jordan has earned over $473 million from Nike since 1993 despite retiring from basketball in 2003. Nike's investment reflects not just Ronaldo's on-field excellence but his global appeal as a brand ambassador who transcends sport, making him one of the most recognizable faces on the planet.",
      "es": "El contrato de por vida de Cristiano Ronaldo con Nike, por valor de más de $1 billón, representa uno de los acuerdos de patrocinio más lucrativos en la historia del deporte y lo coloca en un club exclusivo junto a Michael Jordan y LeBron James como los únicos atletas en asegurar tales arreglos. Este acuerdo, firmado en 2016, fue la respuesta de Nike al increíble valor de marketing de Ronaldo, que incluyó generar casi $500 millones en valor de redes sociales para la marca solo en 2016 a través de sus 260 millones de seguidores combinados en todas las plataformas. La naturaleza de por vida del contrato significa que Ronaldo continuará ganando de Nike incluso después del retiro, similar a como Michael Jordan ha ganado más de $473 millones de Nike desde 1993 a pesar de retirarse del baloncesto en 2003. La inversión de Nike refleja no solo la excelencia de Ronaldo en el campo sino su atractivo global como embajador de marca que trasciende el deporte, convirtiéndolo en una de las caras más reconocibles del planeta."
    },
    "Era": {
      "en": "The 2010s decade in football will forever be remembered as the era of unprecedented individual dominance by two players who elevated the sport to artistic levels. From 2010 to 2018, Cristiano Ronaldo and his greatest rival monopolized football's most prestigious individual award, creating a duopoly that had never been seen before in the sport's history. This nine-year period witnessed these two athletes push each other to extraordinary heights, with their rivalry transcending football to become a global cultural phenomenon. The consistency of their excellence during this era is staggering: they combined for 361 goals in La Liga alone during the seasons they both played in Spain, while their Champions League performances redefined what was possible for individual players. This era-defining rivalry forced football fans worldwide to choose sides and elevated the global profile of the sport, with their head-to-head El Clásico matches becoming some of the most-watched sporting events in television history.",
      "es": "La década de los 2010 en el fútbol será recordada para siempre como la era de dominio individual sin precedentes por dos jugadores que elevaron el deporte a niveles artísticos. De 2010 a 2018, Cristiano Ronaldo y su mayor rival monopolizaron el premio individual más prestigioso del fútbol, creando un duopolio que nunca se había visto antes en la historia del deporte. Este período de nueve años fue testigo de estos dos atletas empujándose mutuamente a alturas extraordinarias, con su rivalidad trascendiendo el fútbol para convertirse en un fenómeno cultural global. La consistencia de su excelencia durante esta era es asombrosa: combinaron para 361 goles solo en La Liga durante las temporadas que ambos jugaron en España, mientras que sus actuaciones en la Liga de Campeones redefinieron lo que era posible para jugadores individuales. Esta rivalidad que definió una era forzó a los fanáticos del fútbol mundial a elegir bandos y elevó el perfil global del deporte, con sus enfrentamientos directos en El Clásico convirtiéndose en algunos de los eventos deportivos más vistos en la historia de la televisión."
    },
    "Nationality": {
      "en": "Cristiano Ronaldo's origins on the Portuguese island of Madeira, located 560 miles southwest of mainland Portugal in the Atlantic Ocean, profoundly shaped both his character and his connection to his homeland. Madeira, an autonomous region known for its volcanic landscapes and subtropical climate, provided the backdrop for Ronaldo's humble beginnings in the parish of Santo António, where his family lived in modest circumstances. His father worked as a municipal gardener and part-time kit man for local club Andorinha, while his mother worked as a cook and cleaner. The island's isolated location meant that young Cristiano had to leave his family at age 12 to pursue his football dreams on the mainland, a sacrifice that demonstrates the determination that would later define his career. Today, Ronaldo remains deeply connected to Madeira, with the island's international airport renamed Cristiano Ronaldo International Airport in his honor in 2016, complete with a bronze bust that became an internet sensation for its unique artistic interpretation.",
      "es": "Los orígenes de Cristiano Ronaldo en la isla portuguesa de Madeira, ubicada a 560 millas al suroeste de Portugal continental en el Océano Atlántico, moldearon profundamente tanto su carácter como su conexión con su patria. Madeira, una región autónoma conocida por sus paisajes volcánicos y clima subtropical, proporcionó el telón de fondo para los humildes comienzos de Ronaldo en la parroquia de Santo António, donde su familia vivía en circunstancias modestas. Su padre trabajaba como jardinero municipal y encargado de equipos a tiempo parcial para el club local Andorinha, mientras que su madre trabajaba como cocinera y limpiadora. La ubicación aislada de la isla significó que el joven Cristiano tuvo que dejar a su familia a los 12 años para perseguir sus sueños futbolísticos en el continente, un sacrificio que demuestra la determinación que más tarde definiría su carrera. Hoy, Ronaldo permanece profundamente conectado a Madeira, con el aeropuerto internacional de la isla renombrado como Aeropuerto Internacional Cristiano Ronaldo en su honor en 2016, completo con un busto de bronce que se convirtió en una sensación de internet por su interpretación artística única."
    },
    "Physique": {
      "en": "Cristiano Ronaldo's physical dimensions of 6'2\" and 187 pounds represent the result of decades of meticulous body sculpting and scientific training methods that have redefined what's possible for footballer longevity. His body fat percentage of 7-10% places him among the most elite athletes in any sport, comparable to Olympic sprinters and marathon runners, while his muscle mass distribution allows him to maintain explosive speed and jumping ability well into his late thirties. What makes Ronaldo's physique truly remarkable is how it combines the height advantage typically associated with center-backs and goalkeepers with the agility and acceleration of a winger. His famous vertical leap of 78 centimeters (30.7 inches) is comparable to NBA players, giving him an aerial advantage that has produced some of football's most iconic headed goals. This physical transformation didn't happen overnight; Ronaldo evolved from a relatively slight teenager at Sporting Lisbon to the muscular athlete we see today through relentless dedication to strength training, nutrition science, and recovery protocols that include cryotherapy and specialized sleep optimization.",
      "es": "Las dimensiones físicas de Cristiano Ronaldo de 6'2\" y 187 libras representan el resultado de décadas de esculpido corporal meticuloso y métodos de entrenamiento científico que han redefinido lo que es posible para la longevidad futbolística. Su porcentaje de grasa corporal de 7-10% lo coloca entre los atletas más élite en cualquier deporte, comparable a velocistas olímpicos y corredores de maratón, mientras que su distribución de masa muscular le permite mantener velocidad explosiva y habilidad de salto hasta bien entrados los treinta años. Lo que hace realmente notable el físico de Ronaldo es cómo combina la ventaja de altura típicamente asociada con defensas centrales y porteros con la agilidad y aceleración de un extremo. Su famoso salto vertical de 78 centímetros (30.7 pulgadas) es comparable al de jugadores de la NBA, dándole una ventaja aérea que ha producido algunos de los goles de cabeza más icónicos del fútbol. Esta transformación física no ocurrió de la noche a la mañana; Ronaldo evolucionó de un adolescente relativamente delgado en el Sporting de Lisboa al atleta musculoso que vemos hoy a través de dedicación implacable al entrenamiento de fuerza, ciencia nutricional y protocolos de recuperación que incluyen crioterapia y optimización especializada del sueño."
    },
    "Stats": {
      "en": "Cristiano Ronaldo's achievement of becoming the first player in football history to score over 800 official goals represents a milestone that seemed mathematically impossible for previous generations of footballers. This historic feat was reached on December 2, 2021, during Manchester United's 3-2 victory over Arsenal at Old Trafford, where he scored both his 800th and 801st goals in the same match. The statistical breakdown of these goals reveals the remarkable consistency of his scoring across different leagues and competitions: 450 goals for Real Madrid in 438 appearances, 118 goals in 292 games during his two spells at Manchester United, 101 goals in 134 matches for Juventus, 5 goals for Sporting Lisbon, and over 130 goals for Portugal's national team. What makes this achievement even more extraordinary is the rate of acceleration in his later career—his last 700 goals came in just 794 games, demonstrating that age has not diminished his scoring ability but rather refined it. This goal-scoring record encompasses all official competitions including domestic leagues, national cups, Champions League, international tournaments, and friendlies, setting a standard that may never be matched.",
      "es": "El logro de Cristiano Ronaldo de convertirse en el primer jugador en la historia del fútbol en anotar más de 800 goles oficiales representa un hito que parecía matemáticamente imposible para generaciones anteriores de futbolistas. Esta hazaña histórica se alcanzó el 2 de diciembre de 2021, durante la victoria 3-2 del Manchester United sobre el Arsenal en Old Trafford, donde anotó tanto su gol 800 como el 801 en el mismo partido. El desglose estadístico de estos goles revela la notable consistencia de su anotación a través de diferentes ligas y competiciones: 450 goles para el Real Madrid en 438 apariciones, 118 goles en 292 juegos durante sus dos períodos en el Manchester United, 101 goles en 134 partidos para la Juventus, 5 goles para el Sporting de Lisboa, y más de 130 goles para la selección nacional de Portugal. Lo que hace este logro aún más extraordinario es la tasa de aceleración en su carrera posterior—sus últimos 700 goles vinieron en solo 794 juegos, demostrando que la edad no ha disminuido su habilidad goleadora sino que la ha refinado. Este récord goleador abarca todas las competiciones oficiales incluyendo ligas domésticas, copas nacionales, Liga de Campeones, torneos internacionales y amistosos, estableciendo un estándar que puede nunca ser igualado."
    },
    "Achievements": {
      "en": "Cristiano Ronaldo's collection of 5 UEFA Champions League titles and 7 domestic league championships across three different countries showcases an unprecedented level of adaptability and excellence that no other player has achieved in modern football. His Champions League triumphs span different eras and tactical systems: one with Manchester United in 2008 during the peak of English football's dominance, and four consecutive wins with Real Madrid from 2014-2018 that established the Spanish giants as the competition's modern dynasty. What makes his domestic success particularly remarkable is his ability to master the distinct tactical and physical demands of England's Premier League, Spain's La Liga, and Italy's Serie A. In England, he won three Premier League titles while learning to cope with the league's famous physicality and pace. In Spain, he captured two La Liga titles while competing directly with Barcelona's golden generation. In Italy, he secured two Serie A titles while adapting to the league's tactical sophistication and defensive intensity. This cross-continental success demonstrates not just individual brilliance but an extraordinary capacity for tactical adaptation and professional reinvention that has allowed him to thrive in every environment he's encountered.",
      "es": "La colección de Cristiano Ronaldo de 5 títulos de la Liga de Campeones de la UEFA y 7 campeonatos de liga domésticos a través de tres países diferentes muestra un nivel sin precedentes de adaptabilidad y excelencia que ningún otro jugador ha logrado en el fútbol moderno. Sus triunfos en la Liga de Campeones abarcan diferentes eras y sistemas tácticos: uno con el Manchester United en 2008 durante el pico del dominio del fútbol inglés, y cuatro victorias consecutivas con el Real Madrid de 2014-2018 que establecieron a los gigantes españoles como la dinastía moderna de la competición. Lo que hace su éxito doméstico particularmente notable es su habilidad para dominar las demandas tácticas y físicas distintas de la Premier League de Inglaterra, La Liga de España, y la Serie A de Italia. En Inglaterra, ganó tres títulos de la Premier League mientras aprendía a lidiar con la famosa fisicalidad y ritmo de la liga. En España, capturó dos títulos de La Liga mientras competía directamente con la generación dorada del Barcelona. En Italia, aseguró dos títulos de la Serie A mientras se adaptaba a la sofisticación táctica y intensidad defensiva de la liga. Este éxito transcontinental demuestra no solo brillantez individual sino una capacidad extraordinaria para la adaptación táctica y reinvención profesional que le ha permitido prosperar en cada ambiente que ha encontrado."
    },
    "Wildcard": {
      "en": "Cristiano Ronaldo's recognition as the world's most charitable sports star by DoSomething.org in 2015 reveals a dimension of his character that often goes unnoticed amid the focus on his athletic achievements. His philanthropic efforts span multiple continents and causes, with particular emphasis on children's healthcare, disaster relief, and cancer research. Some of his most significant contributions include donating €1.5 million to pay for a cancer center in Portugal, funding the education of dozens of children in impoverished areas, and regularly visiting hospitals to spend time with young patients without any media attention. During natural disasters, Ronaldo has consistently stepped forward with substantial financial contributions, including donations for earthquake relief in Nepal and Indonesia, and hurricane relief efforts in various countries. His approach to charity is notably personal and direct; he often bypasses traditional charitable foundations to ensure his money reaches those in need immediately. Additionally, Ronaldo's decision to avoid getting tattoos stems from his commitment to regularly donating blood and bone marrow, as tattoos can temporarily disqualify donors. This dedication to helping others through blood donation represents a lifelong commitment that requires him to maintain specific health standards and abstain from certain lifestyle choices.",
      "es": "El reconocimiento de Cristiano Ronaldo como la estrella deportiva más caritativa del mundo por DoSomething.org en 2015 revela una dimensión de su carácter que a menudo pasa desapercibida en medio del enfoque en sus logros atléticos. Sus esfuerzos filantrópicos abarcan múltiples continentes y causas, con énfasis particular en la atención médica infantil, socorro en desastres e investigación del cáncer. Algunas de sus contribuciones más significativas incluyen donar €1.5 millones para pagar un centro de cáncer en Portugal, financiar la educación de docenas de niños en áreas empobrecidas, y visitar regularmente hospitales para pasar tiempo con pacientes jóvenes sin ninguna atención mediática. Durante desastres naturales, Ronaldo ha dado consistentemente un paso adelante con contribuciones financieras sustanciales, incluyendo donaciones para socorro de terremotos en Nepal e Indonesia, y esfuerzos de socorro de huracanes en varios países. Su enfoque hacia la caridad es notablemente personal y directo; a menudo evita las fundaciones caritativas tradicionales para asegurar que su dinero llegue a quienes lo necesitan inmediatamente. Además, la decisión de Ronaldo de evitar hacerse tatuajes proviene de su compromiso de donar sangre y médula ósea regularmente, ya que los tatuajes pueden descalificar temporalmente a los donantes. Esta dedicación a ayudar a otros a través de la donación de sangre representa un compromiso de por vida que requiere que mantenga estándares específicos de salud y se abstenga de ciertas elecciones de estilo de vida."
    }
  },
  "alternatives": {
    "en": [
      "Lionel Messi",
      "Neymar",
      "Kylian Mbappé",
      "Robert Lewandowski",
      "Karim Benzema",
      "Luka Modrić",
      "Kevin De Bruyne",
      "Mohamed Salah",
      "Erling Haaland"
    ],
    "es": [
      "Lionel Messi",
      "Neymar",
      "Kylian Mbappé",
      "Robert Lewandowski",
      "Karim Benzema",
      "Luka Modrić",
      "Kevin De Bruyne",
      "Mohamed Salah",
      "Erling Haaland"
    ]
  }
}