{
  "answer": {
    "en": "Michael Phelps",
    "es": "Michael Phelps"
  },
  "imageUrl": "https://res.cloudinary.com/dv8mf70xe/image/upload/v1757525639/michael-phelps_m2h3wa.jpg",
  "citation": "JD Lasica, CC BY-SA 2.0",
  "facts": {
    "Personal Life": {
      "en": "I have had an intense fear of snakes since childhood, stemming from a traumatic experience when I lifted a rock in my parents' front yard and found a hissing snake underneath.",
      "es": "He tenido un miedo intenso a las serpientes desde la infancia, que se originó por una experiencia traumática cuando levanté una roca en el patio de mis padres y encontré una serpiente siseando debajo."
    },
    "Affiliations": {
      "en": "I publicly displayed my love for eating McDonald's during the 2008 Olympics but I am well known for my endorsement deal with one of their competitors.",
      "es": "Expresé públicamente mi amor por comer McDonald's durante los Juegos Olímpicos de 2008, pero soy bien conocido por mi acuerdo de aprobación con uno de sus competidores."
    },
    "Era": {
      "en": "I dominated Olympic competition from 2000 to 2016, spanning five separate Olympic Games across a 16-year period.",
      "es": "Dominé la competencia olímpica de 2000 a 2016, abarcando cinco Juegos Olímpicos separados durante un período de 16 años."
    },
    "Nationality": {
      "en": "I was born and raised in Baltimore, Maryland, and have said that the city's gritty, blue-collar culture fundamentally shaped my competitive mentality and work ethic.",
      "es": "Nací y crecí en Baltimore, Maryland, y he dicho que la cultura valiente y obrera de la ciudad moldeó fundamentalmente mi mentalidad competitiva y ética de trabajo."
    },
    "Physique": {
      "en": "My wingspan measures 6 feet 7 inches compared to my 6-foot-4 height, and my size-14 feet essentially function as natural flippers during competition.",
      "es": "Mi envergadura mide 6 pies 7 pulgadas comparado con mi altura de 6 pies 4 pulgadas, y mis pies talla 14 funcionan esencialmente como aletas naturales durante la competencia."
    },
    "Stats": {
      "en": "I currently hold 39 total world records (29 individual, 10 relay), way more than any other athlete in the history of my sport.",
      "es": "Actualmente tengo 39 récords mundiales totales (29 individuales, 10 de relevo), mucho más que cualquier otro atleta en la historia del deporte."
    },
    "Achievements": {
      "en": "I earned 28 Olympic medals in total, including 23 gold medals, more than double the count of any other Olympic athlete.",
      "es": "Gané 28 medallas olímpicas en total, incluyendo 23 medallas de oro, más del doble del conteo de cualquier otro atleta olímpico."
    },
    "Wildcard": {
      "en": "I once competed against a computer-generated great white shark on television for Discovery Channel's Shark Week and lost.",
      "es": "Una vez competí contra un tiburón blanco generado por computadora en televisión para la Semana del Tiburón de Discovery Channel y perdí."
    }
  },
  "expanded": {
    "Personal Life": {
      "en": "Michael Phelps' snake phobia traces back to a childhood trauma that shaped his psychological landscape for decades. When he was a young boy playing in his family's front yard in Baltimore, he innocently lifted a rock only to discover a hissing, slithering snake underneath. This terrifying encounter was so deeply traumatic that it triggered recurring nightmares throughout his life, causing him to wake up shaking, sweating, and unable to return to sleep. The phobia was so severe that friends and family members were forbidden from even saying the word 'snake' in his presence. During his time at The Meadows treatment center in 2014, art therapy sessions revealed the psychological connection between these snake nightmares and conflicts involving his father, demonstrating how childhood fears can manifest in complex ways throughout an athlete's career.",
      "es": "La fobia a las serpientes de Michael Phelps se remonta a un trauma infantil que moldeó su paisaje psicológico durante décadas. Cuando era un niño pequeño jugando en el patio delantero de su familia en Baltimore, inocentemente levantó una roca solo para descubrir una serpiente siseando y deslizándose debajo. Este encuentro aterrador fue tan profundamente traumático que desencadenó pesadillas recurrentes durante toda su vida, causándole despertar temblando, sudando e incapaz de volver a dormir. La fobia era tan severa que a amigos y familiares se les prohibía incluso decir la palabra 'serpiente' en su presencia. Durante su tiempo en el centro de tratamiento The Meadows en 2014, las sesiones de terapia de arte revelaron la conexión psicológica entre estas pesadillas de serpientes y los conflictos que involucraban a su padre, demostrando cómo los miedos infantiles pueden manifestarse de maneras complejas durante la carrera de un atleta."
    },
    "Affiliations": {
      "en": "The irony of Michael Phelps' partnership with Subway represents one of sports marketing's most fascinating reversals. During the 2008 Beijing Olympics, Phelps became globally famous not just for his eight gold medals, but for his extraordinary 10,000-calorie daily diet that prominently featured McDonald's meals. His agent, Peter Carlisle, even told CNBC that if there was one endorsement deal Phelps had always wanted, it would be with McDonald's, stating 'you can't stop the guy from eating the food.' However, Subway ultimately prevailed in securing Phelps' exclusive restaurant partnership by offering what Carlisle described as 'more of a partnership and less of an Olympic program.' The deal was particularly strategic given Subway's healthier brand image and global expansion plans, especially in Europe ahead of the 2012 London Olympics. Subway's chief marketing officer Tony Pace acknowledged they would leverage Phelps' well-known burger habit in their advertising, creating campaigns that subtly referenced his previous eating preferences while promoting their healthier alternatives.",
      "es": "La ironía de la asociación de Michael Phelps con Subway representa una de las reversiones más fascinantes del marketing deportivo. Durante los Juegos Olímpicos de Pekín 2008, Phelps se hizo famoso mundialmente no solo por sus ocho medallas de oro, sino por su extraordinaria dieta diaria de 10,000 calorías que prominentemente incluía comidas de McDonald's. Su agente, Peter Carlisle, incluso le dijo a CNBC que si había un acuerdo de patrocinio que Phelps siempre había querido, sería con McDonald's, declarando 'no puedes impedir que el tipo coma la comida.' Sin embargo, Subway finalmente prevaleció en asegurar la asociación exclusiva de restaurantes de Phelps ofreciendo lo que Carlisle describió como 'más una asociación y menos un programa olímpico.' El acuerdo fue particularmente estratégico dada la imagen de marca más saludable de Subway y los planes de expansión global, especialmente en Europa antes de los Juegos Olímpicos de Londres 2012. El director de marketing de Subway, Tony Pace, reconoció que aprovecharían el conocido hábito de hamburguesas de Phelps en su publicidad, creando campañas que sutilmente hacían referencia a sus preferencias alimentarias anteriores mientras promovían sus alternativas más saludables."
    },
    "Era": {
      "en": "Michael Phelps' competitive era spanning from 2000 to 2016 represents the longest period of Olympic dominance by any individual athlete in modern history. His journey began at the Sydney 2000 Olympics when, at just 15 years old, he became the youngest male swimmer on a U.S. Olympic team in 68 years, though he finished fifth in his only event, the 200-meter butterfly. This early experience established a foundation for what would become an unprecedented 16-year reign across five consecutive Olympic Games. Each Olympic cycle showcased different aspects of his evolution: Athens 2004 marked his emergence with six golds and two bronzes, Beijing 2008 delivered his historic eight-gold-medal performance, London 2012 saw him overcome challenges to claim four golds and two silvers, and Rio 2016 provided a triumphant comeback after retirement with five golds and one silver. This longevity is particularly remarkable in swimming, where careers typically peak much earlier due to the sport's physical demands and the emergence of younger competitors with advancing training techniques.",
      "es": "La era competitiva de Michael Phelps que abarca de 2000 a 2016 representa el período más largo de dominancia olímpica por cualquier atleta individual en la historia moderna. Su viaje comenzó en los Juegos Olímpicos de Sydney 2000 cuando, con solo 15 años, se convirtió en el nadador masculino más joven en un equipo olímpico estadounidense en 68 años, aunque terminó quinto en su único evento, la mariposa de 200 metros. Esta experiencia temprana estableció una base para lo que se convertiría en un reinado sin precedentes de 16 años a través de cinco Juegos Olímpicos consecutivos. Cada ciclo olímpico mostró diferentes aspectos de su evolución: Atenas 2004 marcó su surgimiento con seis oros y dos bronces, Pekín 2008 entregó su histórica actuación de ocho medallas de oro, Londres 2012 lo vio superar desafíos para reclamar cuatro oros y dos platas, y Río 2016 proporcionó un regreso triunfante después del retiro con cinco oros y una plata. Esta longevidad es particularmente notable en la natación, donde las carreras típicamente alcanzan su pico mucho antes debido a las demandas físicas del deporte y la aparición de competidores más jóvenes con técnicas de entrenamiento avanzadas."
    },
    "Nationality": {
      "en": "Michael Phelps' deep connection to Baltimore, Maryland, fundamentally shaped both his character and his approach to competition throughout his career. Born on June 30, 1985, in this blue-collar city known for its working-class ethos and industrial heritage, Phelps absorbed the gritty determination that Baltimore residents call 'Baltimore tough.' The city's culture of perseverance through adversity became ingrained in his competitive mentality, influencing how he approached both training and competition. Phelps has frequently credited Baltimore's no-nonsense, hard-working atmosphere with teaching him the value of persistence and mental toughness that would prove essential during his most challenging competitions. His mother Deborah, a school principal, and his upbringing in the Rodgers Forge neighborhood instilled the disciplined work ethic characteristic of Baltimore's blue-collar tradition. Even after achieving global fame, Phelps maintained strong ties to his hometown, training at the North Baltimore Aquatic Club for much of his career and consistently representing the values of determination and resilience that Baltimore embodies. This geographical and cultural foundation provided the psychological framework that enabled him to persevere through the intense pressure of Olympic competition and the demanding training regimens required to maintain elite performance across multiple Olympic cycles.",
      "es": "La profunda conexión de Michael Phelps con Baltimore, Maryland, moldeó fundamentalmente tanto su carácter como su enfoque a la competencia durante toda su carrera. Nacido el 30 de junio de 1985, en esta ciudad de clase trabajadora conocida por su ética de clase obrera y herencia industrial, Phelps absorbió la determinación valiente que los residentes de Baltimore llaman 'dureza de Baltimore.' La cultura de la ciudad de perseverancia a través de la adversidad se arraigó en su mentalidad competitiva, influyendo en cómo se acercó tanto al entrenamiento como a la competencia. Phelps ha acreditado frecuentemente la atmósfera sin tonterías y trabajadora de Baltimore con enseñarle el valor de la persistencia y la dureza mental que resultaría esencial durante sus competencias más desafiantes. Su madre Deborah, una directora de escuela, y su crianza en el vecindario Rodgers Forge inculcaron la ética de trabajo disciplinada característica de la tradición de clase trabajadora de Baltimore. Incluso después de lograr fama global, Phelps mantuvo fuertes lazos con su ciudad natal, entrenando en el North Baltimore Aquatic Club durante gran parte de su carrera y representando consistentemente los valores de determinación y resistencia que Baltimore encarna. Esta base geográfica y cultural proporcionó el marco psicológico que le permitió perseverar a través de la intensa presión de la competencia olímpica y los regímenes de entrenamiento exigentes requeridos para mantener el rendimiento de élite a través de múltiples ciclos olímpicos."
    },
    "Physique": {
      "en": "Michael Phelps possesses a unique combination of physical attributes that created what sports scientists consider the ideal body type for competitive swimming. His most distinctive feature is his disproportionate wingspan of 6 feet 7 inches compared to his height of 6 feet 4 inches, giving him a three-inch advantage that functions like natural paddles in the water. While most people have an arm span roughly equal to their height, as illustrated in Leonardo da Vinci's famous Vitruvian Man, Phelps' extended reach allows him to pull more water with each stroke and achieve greater distance per stroke cycle. His size-14 feet act as biological flippers, providing significantly more surface area for propulsion than average-sized feet. Additionally, his torso length is proportionally that of a 6-foot-8 man while his legs are relatively short for his height, creating an optimal distribution that maximizes his upper body pulling power while minimizing drag from his lower body. This anthropometric combination, paired with his exceptional shoulder flexibility and large hands, creates a biomechanical advantage that helps explain his ability to generate more thrust and maintain higher speeds through the water than competitors with more typical body proportions.",
      "es": "Michael Phelps posee una combinación única de atributos físicos que crearon lo que los científicos deportivos consideran el tipo de cuerpo ideal para la natación competitiva. Su característica más distintiva es su envergadura desproporcionada de 6 pies 7 pulgadas comparada con su altura de 6 pies 4 pulgadas, dándole una ventaja de tres pulgadas que funciona como remos naturales en el agua. Mientras la mayoría de las personas tienen una envergadura de brazos aproximadamente igual a su altura, como se ilustra en el famoso Hombre de Vitruvio de Leonardo da Vinci, el alcance extendido de Phelps le permite tirar más agua con cada brazada y lograr mayor distancia por ciclo de brazada. Sus pies talla 14 actúan como aletas biológicas, proporcionando significativamente más área de superficie para propulsión que pies de tamaño promedio. Además, la longitud de su torso es proporcionalmente la de un hombre de 6 pies 8 pulgadas mientras sus piernas son relativamente cortas para su altura, creando una distribución óptima que maximiza su poder de tracción de la parte superior del cuerpo mientras minimiza la resistencia de su parte inferior del cuerpo. Esta combinación antropométrica, emparejada con su excepcional flexibilidad de hombros y manos grandes, crea una ventaja biomecánica que ayuda a explicar su capacidad para generar más empuje y mantener velocidades más altas a través del agua que competidores con proporciones corporales más típicas."
    },
    "Stats": {
      "en": "Michael Phelps' statistical dominance in swimming is quantified by his unprecedented collection of 39 world records, comprising 29 individual records and 10 relay records, all officially recognized by FINA (World Aquatics). This achievement surpassed the previous record of 33 world records held by legendary swimmer Mark Spitz, establishing Phelps as the most prolific world record setter in swimming history. Between 2001 and 2009, Phelps systematically broke barriers across multiple disciplines, setting records in freestyle, butterfly, and individual medley events. At the peak of his career, he simultaneously held five individual world records in the 200 freestyle, 100 butterfly, 200 butterfly, 200 individual medley, and 400 individual medley. His 400 individual medley world record of 4:03.84, set at the 2008 Beijing Olympics, remained unbroken for over 15 years until French swimmer Léon Marchand finally surpassed it in 2023. As of 2023, Phelps still holds two current world records as part of relay teams: the 4×100 freestyle relay from Beijing 2008 and the 4×200 freestyle relay from the 2009 World Championships. These statistics represent not just individual achievement but a systematic domination of multiple swimming disciplines that redefined what was considered possible in aquatic sports.",
      "es": "La dominancia estadística de Michael Phelps en la natación se cuantifica por su colección sin precedentes de 39 récords mundiales, comprendiendo 29 récords individuales y 10 récords de relevo, todos oficialmente reconocidos por FINA (World Aquatics). Este logro superó el récord anterior de 33 récords mundiales mantenido por el nadador legendario Mark Spitz, estableciendo a Phelps como el establecedor de récords mundiales más prolífico en la historia de la natación. Entre 2001 y 2009, Phelps sistemáticamente rompió barreras a través de múltiples disciplinas, estableciendo récords en eventos de estilo libre, mariposa y medley individual. En el pico de su carrera, simultáneamente mantuvo cinco récords mundiales individuales en los 200 estilo libre, 100 mariposa, 200 mariposa, 200 medley individual y 400 medley individual. Su récord mundial de 400 medley individual de 4:03.84, establecido en los Juegos Olímpicos de Pekín 2008, permaneció invicto por más de 15 años hasta que el nadador francés Léon Marchand finalmente lo superó en 2023. A partir de 2023, Phelps aún mantiene dos récords mundiales actuales como parte de equipos de relevo: el relevo 4×100 estilo libre de Pekín 2008 y el relevo 4×200 estilo libre de los Campeonatos Mundiales de 2009. Estas estadísticas representan no solo logro individual sino una dominación sistemática de múltiples disciplinas de natación que redefinió lo que se consideraba posible en los deportes acuáticos."
    },
    "Achievements": {
      "en": "Michael Phelps' Olympic medal collection of 28 total medals, including 23 gold, 3 silver, and 2 bronze, represents the most dominant individual performance in Olympic history across any sport. To understand the magnitude of this achievement, his 23 gold medals alone exceed the total medal count of most entire national Olympic teams and are more than double that of any other individual Olympic athlete. His closest competitor in terms of total Olympic medals is Soviet gymnast Larisa Latynina with 18 medals, meaning Phelps' collection surpasses hers by a full 10 medals. The breadth of his success spans multiple Olympic Games: 6 gold and 2 bronze in Athens 2004, a perfect 8 gold medals in Beijing 2008 (breaking Mark Spitz's single-Games record), 4 gold and 2 silver in London 2012, and 5 gold and 1 silver in Rio 2016. His Beijing 2008 performance alone would rank him among the greatest Olympic achievements in history, but the consistency across multiple Olympic cycles elevates his legacy to unprecedented heights. Beyond the raw numbers, these medals represent victories in individual events spanning freestyle, butterfly, and individual medley disciplines, plus relay competitions, demonstrating a versatility that no other swimmer has matched across such an extended period of elite competition.",
      "es": "La colección de medallas olímpicas de Michael Phelps de 28 medallas totales, incluyendo 23 de oro, 3 de plata y 2 de bronce, representa el rendimiento individual más dominante en la historia olímpica a través de cualquier deporte. Para entender la magnitud de este logro, sus 23 medallas de oro solas exceden el conteo total de medallas de la mayoría de equipos olímpicos nacionales enteros y son más del doble que cualquier otro atleta olímpico individual. Su competidor más cercano en términos de medallas olímpicas totales es la gimnasta soviética Larisa Latynina con 18 medallas, lo que significa que la colección de Phelps supera la suya por 10 medallas completas. La amplitud de su éxito abarca múltiples Juegos Olímpicos: 6 de oro y 2 de bronce en Atenas 2004, unas perfectas 8 medallas de oro en Pekín 2008 (rompiendo el récord de Juegos individuales de Mark Spitz), 4 de oro y 2 de plata en Londres 2012, y 5 de oro y 1 de plata en Río 2016. Su actuación en Pekín 2008 sola lo clasificaría entre los logros olímpicos más grandes en la historia, pero la consistencia a través de múltiples ciclos olímpicos eleva su legado a alturas sin precedentes. Más allá de los números crudos, estas medallas representan victorias en eventos individuales que abarcan disciplinas de estilo libre, mariposa y medley individual, más competencias de relevo, demostrando una versatilidad que ningún otro nadador ha igualado a través de un período tan extendido de competencia de élite."
    },
    "Wildcard": {
      "en": "Michael Phelps' 2017 race against a computer-generated great white shark for Discovery Channel's Shark Week represents one of the most unique and ultimately disappointing television events in sports entertainment history. The heavily promoted program, titled 'Phelps vs. Shark: Great Gold vs. Great White,' led viewers to believe they would witness an actual side-by-side race between the Olympic champion and a live shark. However, 57 minutes into the broadcast, ecologist Tristan Gutteridge revealed that 'clearly, we can't put Michael in one lane and a white shark on the far lane. We're gonna have to do a simulation.' Instead of racing alongside a real shark, Phelps competed against computer-generated imagery based on shark speed data, wearing a specialized monofin and Phantom wetsuit designed to maximize his performance. Despite these technological advantages, Phelps lost the race, as the shark's simulated cruising speed of 25 mph proved significantly faster than his enhanced swimming speed of approximately 8-12 mph. The event sparked widespread disappointment and ridicule on social media, with viewers feeling deceived by the marketing. This bizarre spectacle highlighted both Phelps' willingness to participate in unique challenges and the entertainment industry's tendency to over-promise and under-deliver on spectacular athletic exhibitions.",
      "es": "La carrera de Michael Phelps en 2017 contra un tiburón blanco generado por computadora para la Semana del Tiburón de Discovery Channel representa uno de los eventos televisivos más únicos y finalmente decepcionantes en la historia del entretenimiento deportivo. El programa fuertemente promocionado, titulado 'Phelps vs. Tiburón: Gran Oro vs. Gran Blanco,' llevó a los espectadores a creer que presenciarían una carrera real lado a lado entre el campeón olímpico y un tiburón vivo. Sin embargo, 57 minutos después del programa, el ecólogo Tristan Gutteridge reveló que 'claramente, no podemos poner a Michael en un carril y un tiburón blanco en el carril lejano. Vamos a tener que hacer una simulación.' En lugar de correr junto a un tiburón real, Phelps compitió contra imágenes generadas por computadora basadas en datos de velocidad de tiburón, usando una aleta especializada y traje Phantom diseñados para maximizar su rendimiento. A pesar de estas ventajas tecnológicas, Phelps perdió la carrera, ya que la velocidad de crucero simulada del tiburón de 25 mph resultó significativamente más rápida que su velocidad de natación mejorada de aproximadamente 8-12 mph. El evento provocó decepción generalizada y ridículo en las redes sociales, con espectadores sintiéndose engañados por el marketing. Este espectáculo extraño destacó tanto la disposición de Phelps a participar en desafíos únicos como la tendencia de la industria del entretenimiento a prometer demasiado y cumplir poco en exhibiciones atléticas espectaculares."
    }
  },
  "alternatives": {
    "en": [
      "Mark Spitz",
      "Ian Thorpe",
      "Caeleb Dressel",
      "Adam Peaty",
      "Katie Ledecky",
      "Ryan Lochte",
      "Nathan Adrian",
      "Anthony Ervin",
      "Matt Biondi"
    ],
    "es": [
      "Mark Spitz",
      "Ian Thorpe",
      "Caeleb Dressel",
      "Adam Peaty",
      "Katie Ledecky",
      "Ryan Lochte",
      "Nathan Adrian",
      "Anthony Ervin",
      "Matt Biondi"
    ]
  }
}