{
  "answer": {
    "en": "Tiger Woods",
    "es": "Tiger Woods"
  },
  "imageUrl": "https://res.cloudinary.com/dv8mf70xe/image/upload/v1757525637/tiger-woods_znuzte.jpg",
  "citation": "KA Sports Photos, CC BY-SA 2.0",
  "facts": {
    "Personal Life": {
      "en": "“Most know me by a nickname inspired by a Vietnamese soldier who befriended my father during the Vietnam War.”",
      "es": "“La mayoría me conoce por un apodo inspirado en un soldado vietnamita que se hizo amigo de mi padre durante la Guerra de Vietnam.”"
    },
    "Affiliations": {
      "en": "I turned professional at age 20 and signed with Nike for $40 million over five years, making it the largest endorsement deal for any athlete at that time.",
      "es": "Me volví profesional a los 20 años y firmé con Nike por $40 millones durante cinco años, convirtiéndolo en el contrato de patrocinio más grande para cualquier atleta en ese momento."
    },
    "Era": {
      "en": "I dominated my sport from 1997 to 2019, spanning 22 years during which I helped transform it from a pastime into a global entertainment spectacle.",
      "es": "Dominé mi deporte desde 1997 hasta 2019, a lo largo de 22 años en los que ayudé a transformarlo de un pasatiempo a un espectáculo de entretenimiento global."
    },
    "Nationality": {
      "en": "I was born in California and describe my heritage as 'Cablinasian,' representing my Caucasian, Black, American Indian, and Asian ancestry from both parents.",
      "es": "Nací en California y describo mi herencia como 'Cablinasian,' representando mi ascendencia caucásica, negra, indígena americana y asiática de ambos padres."
    },
    "Physique": {
      "en": "Standing 6'1\" and weighing 185 pounds, I developed one of the most athletic and powerful swings in my sport despite lacking the massive frame of many modern power players.",
      "es": "Midiendo 6'1\" y pesando 185 libras, desarrollé uno de los swings más atléticos y poderosos de mi deporte a pesar de carecer del físico masivo de muchos jugadores de poder modernos."
    },
    "Stats": {
      "en": "I held the number one ranking in my sport for a record 683 weeks total, including a consecutive streak of 281 weeks that lasted over five years.",
      "es": "Mantuve el ranking número uno en mi deporte por un récord total de 683 semanas, incluyendo una racha consecutiva de 281 semanas que duró más de cinco años."
    },
    "Achievements": {
      "en": "I became the youngest player ever to win all four major championships in my sport at age 24, completing what's known as the career Grand Slam.",
      "es": "Me convertí en el jugador más joven en ganar los cuatro campeonatos principales de mi deporte a los 24 años, completando lo que se conoce como el Grand Slam de carrera."
    },
    "Wildcard": {
      "en": "After my father's death, I participated in civilian VIP training with Navy SEALs, learning combat techniques, weapons training, and skydiving at secret facilities.",
      "es": "Después de la muerte de mi padre, participé en entrenamiento civil VIP con Navy SEALs, aprendiendo técnicas de combate, entrenamiento con armas y paracaidismo en instalaciones secretas."
    }
  },
  "expanded": {
    "Personal Life": {
      "en": "The story behind Tiger Woods' nickname reveals one of golf's most poignant connections to the Vietnam War. Earl Woods, serving as a Green Beret in Vietnam, formed an unbreakable bond with South Vietnamese Lieutenant Colonel Vuong Dang Phong during intense combat situations where Phong repeatedly saved Earl's life. Earl nicknamed his battlefield friend 'Tiger' because of his fierce courage and warrior spirit. When Earl's son was born in 1975, just months after the fall of Saigon, he immediately began calling the baby Tiger in honor of his lost comrade, hoping that someday his friend would see the famous golfer on television and recognize the connection. Tragically, a 1997 Golf Digest investigation revealed that Colonel Phong had died in a Communist re-education camp in 1976, just eight months after Tiger's birth, never knowing that his American friend had honored their friendship by naming his son after him. This deeply emotional discovery profoundly affected both Tiger and Earl, creating an even stronger bond between father and son rooted in military honor and sacrifice.",
      "es": "La historia detrás del apodo de Tiger Woods revela una de las conexiones más conmovedoras del golf con la Guerra de Vietnam. Earl Woods, sirviendo como Boina Verde en Vietnam, formó un vínculo inquebrantable con el Teniente Coronel sudvietnamita Vuong Dang Phong durante situaciones de combate intenso donde Phong salvó repetidamente la vida de Earl. Earl apodó a su amigo de batalla 'Tiger' por su feroz coraje y espíritu guerrero. Cuando nació el hijo de Earl en 1975, solo meses después de la caída de Saigón, inmediatamente comenzó a llamar al bebé Tiger en honor a su camarada perdido, esperando que algún día su amigo viera al famoso golfista en televisión y reconociera la conexión. Trágicamente, una investigación de Golf Digest de 1997 reveló que el Coronel Phong había muerto en un campo de reeducación comunista en 1976, solo ocho meses después del nacimiento de Tiger, sin saber nunca que su amigo estadounidense había honrado su amistad nombrando a su hijo en su honor. Este descubrimiento profundamente emocional afectó profundamente tanto a Tiger como a Earl, creando un vínculo aún más fuerte entre padre e hijo arraigado en el honor militar y el sacrificio."
    },
    "Affiliations": {
      "en": "Tiger Woods' transition to professional golf in 1996 represented a seismic shift in sports marketing and athlete endorsements. At just 20 years old, after completing an unprecedented third consecutive U.S. Amateur championship, Woods made the bold decision to leave Stanford University and turn professional. Nike, recognizing his extraordinary potential, offered him a five-year contract worth $40 million, which shattered all previous records for athletic endorsements and was considered shocking money at the time. This deal was nearly double what most established professional athletes were earning from endorsements, leading many industry experts to question whether any golfer could possibly be worth such an investment. Earl Woods famously dismissed the figure as 'chump change,' predicting that his son's value would far exceed even these astronomical numbers. The Nike partnership proved transformative for both parties, with Woods becoming the face of Nike Golf and helping the company grow from a relatively small golf presence to dominating the golf apparel market, while establishing the template for modern athlete endorsement deals that prioritize long-term potential over immediate results.",
      "es": "La transición de Tiger Woods al golf profesional en 1996 representó un cambio sísmico en el marketing deportivo y los contratos de patrocinio de atletas. A solo 20 años, después de completar un tercer campeonato amateur consecutivo de EE.UU. sin precedentes, Woods tomó la audaz decisión de dejar la Universidad de Stanford y volverse profesional. Nike, reconociendo su potencial extraordinario, le ofreció un contrato de cinco años por valor de $40 millones, que rompió todos los récords anteriores de patrocinios atléticos y se consideró dinero impactante en ese momento. Este acuerdo fue casi el doble de lo que la mayoría de los atletas profesionales establecidos estaban ganando de patrocinios, llevando a muchos expertos de la industria a cuestionar si algún golfista podría valer tal inversión. Earl Woods desestimó famosamente la cifra como 'dinero de bolsillo,' prediciendo que el valor de su hijo superaría con creces incluso estos números astronómicos. La asociación con Nike resultó transformadora para ambas partes, con Woods convirtiéndose en la cara de Nike Golf y ayudando a la compañía a crecer de una presencia relativamente pequeña en el golf a dominar el mercado de ropa de golf, mientras establecía el modelo para los contratos modernos de patrocinio de atletas que priorizan el potencial a largo plazo sobre los resultados inmediatos."
    },
    "Era": {
      "en": "Tiger Woods' 22-year dominance from 1997 to 2019 fundamentally transformed golf from an elite, predominantly white country club sport into a global entertainment phenomenon that transcended traditional boundaries. When Woods burst onto the professional scene, golf was still largely seen as a genteel pastime for wealthy, older white men, with limited television appeal and modest prize money. Woods' explosive playing style, combined with his multiracial heritage and magnetic personality, suddenly made golf relevant to younger, more diverse audiences who had never previously shown interest in the sport. Television ratings for golf tournaments skyrocketed whenever Woods was in contention, with networks paying dramatically higher broadcast fees and tournaments offering exponentially larger purses to attract his participation. His influence extended beyond just prize money and viewership, as golf course construction boomed worldwide, equipment sales surged, and junior golf programs expanded rapidly to accommodate the influx of young people inspired by Woods' success. The 'Tiger Effect' became a recognized economic phenomenon, where his mere presence at a tournament could increase attendance by 25-30% and television viewership by similar margins, fundamentally altering how sports entertainment and athlete influence are measured and valued in modern media.",
      "es": "El dominio de 22 años de Tiger Woods de 1997 a 2019 transformó fundamentalmente el golf de un deporte élite de club de campo predominantemente blanco en un fenómeno de entretenimiento global que trascendió las fronteras tradicionales. Cuando Woods irrumpió en la escena profesional, el golf todavía se veía en gran medida como un pasatiempo refinado para hombres blancos adinerados y mayores, con un atractivo televisivo limitado y premios en dinero modestos. El estilo de juego explosivo de Woods, combinado con su herencia multirracial y personalidad magnética, de repente hizo que el golf fuera relevante para audiencias más jóvenes y diversas que nunca antes habían mostrado interés en el deporte. Las audiencias televisivas para torneos de golf se dispararon cada vez que Woods estaba en contención, con las cadenas pagando tarifas de transmisión dramáticamente más altas y los torneos ofreciendo bolsas exponencialmente más grandes para atraer su participación. Su influencia se extendió más allá de solo el dinero de premios y la audiencia, ya que la construcción de campos de golf floreció mundialmente, las ventas de equipos se dispararon, y los programas de golf juvenil se expandieron rápidamente para acomodar la afluencia de jóvenes inspirados por el éxito de Woods. El 'Efecto Tiger' se convirtió en un fenómeno económico reconocido, donde su mera presencia en un torneo podía aumentar la asistencia en un 25-30% y la audiencia televisiva en márgenes similares, alterando fundamentalmente cómo se miden y valoran el entretenimiento deportivo y la influencia de los atletas en los medios modernos."
    },
    "Nationality": {
      "en": "Tiger Woods' birth in California and his self-described 'Cablinasian' heritage represents one of the most significant discussions about racial identity in modern sports history. Born in Cypress, California, Woods created the term 'Cablinasian' to describe his complex ethnic background, combining Caucasian, Black, American Indian, and Asian ancestry from both his parents. His father Earl was African American with some European and Native American heritage, while his mother Kultida is from Thailand with mixed Thai, Chinese, and Dutch ancestry. This multicultural identity became particularly significant when Woods won his first major championship at the 1997 Masters, making him the first person of African or Asian descent to win at Augusta National Golf Club, a venue that didn't allow Black members until 1990. Woods' success challenged golf's traditional demographic boundaries and sparked important conversations about racial representation in country club sports. His heritage also connected him to multiple global communities, with his victories celebrated across various ethnic groups and helping to internationalize golf's appeal, particularly in Asia where his mother's Thai background resonated strongly with fans who saw him as representing their own potential in a historically exclusive sport.",
      "es": "El nacimiento de Tiger Woods en California y su herencia autodescrita como 'Cablinasian' representa una de las discusiones más significativas sobre identidad racial en la historia del deporte moderno. Nacido en Cypress, California, Woods creó el término 'Cablinasian' para describir su complejo trasfondo étnico, combinando ascendencia caucásica, negra, indígena americana y asiática de ambos padres. Su padre Earl era afroamericano con algo de herencia europea y nativa americana, mientras que su madre Kultida es de Tailandia con ascendencia mixta tailandesa, china y holandesa. Esta identidad multicultural se volvió particularmente significativa cuando Woods ganó su primer campeonato mayor en el Masters de 1997, convirtiéndolo en la primera persona de ascendencia africana o asiática en ganar en el Augusta National Golf Club, un lugar que no permitió miembros negros hasta 1990. El éxito de Woods desafió las fronteras demográficas tradicionales del golf e inició conversaciones importantes sobre la representación racial en los deportes de club de campo. Su herencia también lo conectó con múltiples comunidades globales, con sus victorias celebradas a través de varios grupos étnicos y ayudando a internacionalizar el atractivo del golf, particularmente en Asia donde el trasfondo tailandés de su madre resonó fuertemente con fanáticos que lo vieron como representando su propio potencial en un deporte históricamente exclusivo."
    },
    "Physique": {
      "en": "Tiger Woods' physical dimensions of 6'1\" and 185 pounds placed him squarely within the modern professional golf norm, though his approach to physical conditioning revolutionized how golfers viewed athletic training. While these measurements might seem modest compared to athletes in power sports, Woods was actually ideally sized for professional golf, where the average PGA Tour player stands around 6'0\" tall. What set Woods apart wasn't his size but his dedication to physical fitness and athletic conditioning, which was virtually unprecedented in professional golf when he arrived in 1996. Unlike the traditional golfer stereotype of older, less athletic country club members, Woods brought a level of physical training typically associated with elite athletes in other sports. He incorporated extensive weight training, cardiovascular conditioning, and flexibility work into his routine, developing one of the most powerful and technically sound swings in golf history. His athletic approach to the game, combined with his natural hand-eye coordination and competitive drive, allowed him to generate tremendous clubhead speed and distance despite not being exceptionally large. This fitness-focused approach influenced an entire generation of golfers who began viewing physical conditioning as essential to competitive success, fundamentally changing how professional golfers prepare for and maintain their careers.",
      "es": "Las dimensiones físicas de Tiger Woods de 6'1\" y 185 libras lo colocaron directamente dentro de la norma del golf profesional moderno, aunque su enfoque al acondicionamiento físico revolucionó cómo los golfistas veían el entrenamiento atlético. Aunque estas medidas podrían parecer modestas comparadas con atletas en deportes de poder, Woods tenía en realidad el tamaño ideal para el golf profesional, donde el jugador promedio del PGA Tour mide alrededor de 6'0\" de altura. Lo que distinguió a Woods no fue su tamaño sino su dedicación al fitness físico y acondicionamiento atlético, lo cual era virtualmente sin precedentes en el golf profesional cuando llegó en 1996. A diferencia del estereotipo tradicional del golfista de miembros mayores y menos atléticos de clubes de campo, Woods trajo un nivel de entrenamiento físico típicamente asociado con atletas élite en otros deportes. Incorporó entrenamiento extensivo con pesas, acondicionamiento cardiovascular y trabajo de flexibilidad en su rutina, desarrollando uno de los swings más poderosos y técnicamente sólidos en la historia del golf. Su enfoque atlético al juego, combinado con su coordinación natural ojo-mano y impulso competitivo, le permitió generar tremenda velocidad de cabeza de palo y distancia a pesar de no ser excepcionalmente grande. Este enfoque centrado en el fitness influyó en toda una generación de golfistas que comenzaron a ver el acondicionamiento físico como esencial para el éxito competitivo, cambiando fundamentalmente cómo los golfistas profesionales se preparan y mantienen sus carreras."
    },
    "Stats": {
      "en": "Tiger Woods' record of 683 weeks at the world number one ranking, including a consecutive streak of 281 weeks, represents one of the most dominant statistical achievements in any individual sport. To put this accomplishment in perspective, Woods spent more than 13 years of his career as the officially recognized best golfer in the world, a level of sustained excellence that is virtually unmatched across all professional sports. His longest consecutive streak lasted from June 12, 2005, to October 30, 2010, spanning five years, four months, and 18 days during which no other golfer could dethrone him from the top position. This period included some of his most dominant performances, multiple major championship victories, and continued success even while dealing with personal challenges and physical injuries that would have derailed lesser athletes. The Official World Golf Ranking system, which began in 1986, weights recent performance more heavily than older results, making such extended dominance even more remarkable since players must consistently perform at the highest level to maintain their position. Woods' total weeks at number one is more than double that of the second-place Greg Norman's 331 weeks, demonstrating not just peak performance but an unprecedented level of sustained excellence that transformed how sporting dominance is measured and understood in the modern era.",
      "es": "El récord de Tiger Woods de 683 semanas en el ranking mundial número uno, incluyendo una racha consecutiva de 281 semanas, representa uno de los logros estadísticos más dominantes en cualquier deporte individual. Para poner este logro en perspectiva, Woods pasó más de 13 años de su carrera como el golfista oficialmente reconocido como el mejor del mundo, un nivel de excelencia sostenida que es virtualmente inigualado en todos los deportes profesionales. Su racha consecutiva más larga duró desde el 12 de junio de 2005 hasta el 30 de octubre de 2010, abarcando cinco años, cuatro meses y 18 días durante los cuales ningún otro golfista pudo destronarlo de la posición superior. Este período incluyó algunas de sus actuaciones más dominantes, múltiples victorias en campeonatos mayores, y éxito continuo incluso mientras lidiaba con desafíos personales y lesiones físicas que habrían descarrilado a atletas menores. El sistema de Ranking Mundial Oficial de Golf, que comenzó en 1986, pondera el rendimiento reciente más pesadamente que los resultados más antiguos, haciendo tal dominancia extendida aún más notable ya que los jugadores deben rendir consistentemente al más alto nivel para mantener su posición. Las semanas totales de Woods en el número uno son más del doble que las 331 semanas del segundo lugar Greg Norman, demostrando no solo rendimiento máximo sino un nivel sin precedentes de excelencia sostenida que transformó cómo se mide y entiende la dominancia deportiva en la era moderna."
    },
    "Achievements": {
      "en": "Tiger Woods' completion of the career Grand Slam at age 24 in 2000 stands as one of golf's most remarkable achievements, representing a level of early career success that redefined what was possible in professional golf. The career Grand Slam requires winning all four major championships during a player's career: the Masters Tournament, U.S. Open, British Open (The Open Championship), and PGA Championship. When Woods captured the British Open at St. Andrews on July 23, 2000, he became only the fifth player in golf history to achieve this feat, following legends Gene Sarazen, Ben Hogan, Gary Player, and Jack Nicklaus. What made Woods' accomplishment extraordinary was not just that he completed the Grand Slam, but that he did so at such a young age, breaking Jack Nicklaus' previous record by nearly two years. Woods had won his first major at the 1997 Masters at age 21, then systematically conquered each of the other three majors over the following three years, demonstrating a level of mental toughness and skill that allowed him to excel across different course conditions, weather patterns, and competitive pressures. His Grand Slam completion came during his most dominant period, when he would go on to hold all four major championships simultaneously (the 'Tiger Slam') after winning the 2001 Masters, becoming the only player ever to achieve this remarkable feat in the modern era.",
      "es": "La finalización del Grand Slam de carrera de Tiger Woods a los 24 años en 2000 se erige como uno de los logros más notables del golf, representando un nivel de éxito temprano en la carrera que redefinió lo que era posible en el golf profesional. El Grand Slam de carrera requiere ganar los cuatro campeonatos mayores durante la carrera de un jugador: el Torneo Masters, el U.S. Open, el British Open (El Campeonato Abierto), y el Campeonato PGA. Cuando Woods capturó el British Open en St. Andrews el 23 de julio de 2000, se convirtió en solo el quinto jugador en la historia del golf en lograr esta hazaña, siguiendo a las leyendas Gene Sarazen, Ben Hogan, Gary Player, y Jack Nicklaus. Lo que hizo extraordinario el logro de Woods no fue solo que completó el Grand Slam, sino que lo hizo a una edad tan joven, rompiendo el récord previo de Jack Nicklaus por casi dos años. Woods había ganado su primer mayor en el Masters de 1997 a los 21 años, luego conquistó sistemáticamente cada uno de los otros tres mayores durante los siguientes tres años, demostrando un nivel de fortaleza mental y habilidad que le permitió sobresalir a través de diferentes condiciones de campo, patrones climáticos, y presiones competitivas. Su finalización del Grand Slam llegó durante su período más dominante, cuando continuaría manteniendo los cuatro campeonatos mayores simultáneamente (el 'Tiger Slam') después de ganar el Masters de 2001, convirtiéndose en el único jugador en lograr esta hazaña notable en la era moderna."
    },
    "Wildcard": {
      "en": "Tiger Woods' involvement in civilian VIP training with Navy SEALs after his father's death in 2006 reveals a fascinating and little-known aspect of his personality that demonstrates his deep connection to military culture and his quest to honor his father's Special Forces legacy. Following Earl Woods' passing, Tiger developed an intense fascination with elite military operations and was granted extraordinary access to Navy SEAL training facilities, including the secretive La Posta mountain facility near the Mexican border in California. During these civilian training sessions, Woods learned to use military weapons including the SR-25 sniper rifle and Sig Sauer P226 pistol, participated in close-quarters combat drills, practiced room-clearing techniques in 'Kill Houses,' and even completed paratrooper training jumps from aircraft. These experiences went far beyond typical celebrity military visits, with Woods undergoing physically and mentally demanding training that few civilians ever experience. The SEAL instructors noted his genuine respect for military service and his serious approach to the training, though some were reportedly unimpressed with his attitude and expectations of special treatment. Woods' participation in this training reflected his grief-driven desire to connect with his father's military background and his lifelong fascination with the mental toughness and precision required in special operations, qualities he sought to incorporate into his golf game and personal philosophy during one of the most challenging periods of his career and personal life.",
      "es": "La participación de Tiger Woods en entrenamiento civil VIP con Navy SEALs después de la muerte de su padre en 2006 revela un aspecto fascinante y poco conocido de su personalidad que demuestra su profunda conexión con la cultura militar y su búsqueda de honrar el legado de Fuerzas Especiales de su padre. Después del fallecimiento de Earl Woods, Tiger desarrolló una intensa fascinación con las operaciones militares élite y se le otorgó acceso extraordinario a las instalaciones de entrenamiento de Navy SEAL, incluyendo la secreta instalación montañosa de La Posta cerca de la frontera mexicana en California. Durante estas sesiones de entrenamiento civil, Woods aprendió a usar armas militares incluyendo el rifle de francotirador SR-25 y la pistola Sig Sauer P226, participó en ejercicios de combate cuerpo a cuerpo, practicó técnicas de limpieza de habitaciones en 'Kill Houses,' e incluso completó saltos de entrenamiento de paracaidista desde aeronaves. Estas experiencias fueron mucho más allá de las típicas visitas militares de celebridades, con Woods sometiéndose a entrenamiento física y mentalmente exigente que pocos civiles experimentan. Los instructores SEAL notaron su respeto genuino por el servicio militar y su enfoque serio al entrenamiento, aunque algunos reportadamente no quedaron impresionados con su actitud y expectativas de trato especial. La participación de Woods en este entrenamiento reflejó su deseo impulsado por el dolor de conectar con el trasfondo militar de su padre y su fascinación de toda la vida con la fortaleza mental y precisión requeridas en operaciones especiales, cualidades que buscó incorporar en su juego de golf y filosofía personal durante uno de los períodos más desafiantes de su carrera y vida personal."
    }
  },
  "alternatives": {
    "en": [
      "Phil Mickelson",
      "Rory McIlroy",
      "Jack Nicklaus",
      "Arnold Palmer",
      "Jordan Spieth",
      "Dustin Johnson",
      "Brooks Koepka",
      "Justin Thomas",
      "Jason Day"
    ],
    "es": [
      "Phil Mickelson",
      "Rory McIlroy",
      "Jack Nicklaus",
      "Arnold Palmer",
      "Jordan Spieth",
      "Dustin Johnson",
      "Brooks Koepka",
      "Justin Thomas",
      "Jason Day"
    ]
  }
}