{
  "answer": {
    "en": "Joan of Arc",
    "es": "Juana de Arco"
  },
  "imageUrl": "[Cloudinary URL for Joan of Arc historical portrait]",
  "citation": "Photo by Slowking4, GFDL 1.2",
  "facts": {
    "Occupation": {
      "en": "I convinced a skeptical court to grant me military command at age 17, becoming the youngest person ever to lead a national army in medieval Europe.",
      "es": "Convencí a una corte escéptica para que me otorgara el mando militar a los 17 años, convirtiéndome en la persona más joven en liderar un ejército nacional en la Europa medieval."
    },
    "Early Life": {
      "en": "I grew up in the village of Domrémy on a disputed frontier that was no stranger to attacks, shaping my understanding of territorial conflict from an early age.",
      "es": "Crecí en el pueblo de Domrémy en una frontera disputada que no era ajena a los ataques, moldeando mi comprensión del conflicto territorial desde una edad temprana."
    },
    "Nationality": {
      "en": "I was born a subject of France when it controlled only central regions around Paris, while English forces occupied the traditional coronation city of Reims.",
      "es": "Nací súbdita de Francia cuando controlaba solo las regiones centrales alrededor de París, mientras las fuerzas inglesas ocupaban la ciudad tradicional de coronación de Reims."
    },
    "Legacy": {
      "en": "I became the patron saint of France in 1920, exactly 489 years after my death, following a canonization process that lasted over 500 years.",
      "es": "Me convertí en la santa patrona de Francia en 1920, exactamente 489 años después de mi muerte, siguiendo un proceso de canonización que duró más de 500 años."
    },
    "Physical Appearance": {
      "en": "Contemporary accounts describe me as having dark hair and a remarkably strong voice that could command attention across entire military camps.",
      "es": "Los relatos contemporáneos me describen teniendo cabello oscuro y una voz notablemente fuerte que podía captar la atención en campamentos militares enteros."
    },
    "Famous Quotes": {
      "en": "When asked about my divine guidance during my trial proceedings I declared 'God has always been my lord in whatever I have done'.",
      "es": "Cuando me preguntaron sobre mi guía divina durante los procedimientos de mi juicio, declaré 'Dios siempre ha sido mi señor en todo lo que he hecho'."
    },
    "Demise": {
      "en": "I was executed by an ecclesiastical court on charges of heresy and cross-dressing, but the same church reversed my conviction 25 years later in a retrial.",
      "es": "Fui ejecutada por un tribunal eclesiástico por cargos de herejía y travestismo, pero la misma iglesia revirtió mi condena 25 años después en un nuevo juicio."
    },
    "Wildcard": {
      "en": "I accurately predicted my capture would occur before Midsummer's Day, telling my supporters exactly when and how my military campaign would end.",
      "es": "Predije con precisión que mi captura ocurriría antes del Día de San Juan, diciéndole a mis seguidores exactamente cuándo y cómo terminaría mi campaña militar."
    }
  },
  "expanded": {
    "Occupation": {
      "en": "Joan's appointment to military command at age 17 was unprecedented in medieval Europe, where military leadership typically required decades of experience and noble birth. The French court at Chinon initially treated her as a figurehead to boost troop morale, but she quickly proved herself by making tactical decisions that seasoned commanders respected. During the siege of Orléans, she demonstrated genuine strategic thinking by insisting on direct assaults rather than prolonged sieges, and she personally led charges while carrying her distinctive banner bearing the names of Jesus and Mary. Her military innovations included integrating artillery more effectively into infantry attacks and maintaining troop discipline through religious observance, requiring soldiers to attend mass and confess their sins before battle. Historical records from her contemporaries, including the Duke of Alençon and Jean Dunois, specifically praised her tactical acumen rather than just her inspirational presence, noting that she could assess battlefield conditions and adapt strategies in real-time.",
      "es": "El nombramiento de Juana al mando militar a los 17 años fue sin precedentes en la Europa medieval, donde el liderazgo militar típicamente requería décadas de experiencia y nacimiento noble. La corte francesa en Chinon inicialmente la trató como una figura decorativa para elevar la moral de las tropas, pero rápidamente se demostró a sí misma tomando decisiones tácticas que los comandantes experimentados respetaron. Durante el asedio de Orléans, demostró un pensamiento estratégico genuino al insistir en asaltos directos en lugar de asedios prolongados, y lideró personalmente las cargas mientras portaba su distintivo estandarte con los nombres de Jesús y María. Sus innovaciones militares incluyeron integrar la artillería más efectivamente en los ataques de infantería y mantener la disciplina de las tropas a través de la observancia religiosa, requiriendo que los soldados asistieran a misa y confesaran sus pecados antes de la batalla. Los registros históricos de sus contemporáneos, incluyendo al Duque de Alençon y Jean Dunois, específicamente elogiaron su perspicacia táctica más que solo su presencia inspiradora, notando que podía evaluar las condiciones del campo de batalla y adaptar estrategias en tiempo real."
    },
    "Early Life": {
      "en": "Domrémy sat precisely on the complex frontier between territories loyal to the Dauphin Charles and those controlled by the Anglo-Burgundian alliance, making it a constant target for raids and political pressure. The village's geographic position in the Duchy of Bar created jurisdictional ambiguity, as Bar's feudal allegiance shifted between French and Imperial authority depending on political circumstances. During Joan's childhood, Burgundian forces conducted at least two major raids on Domrémy, including a devastating attack in July 1428 that forced her family and neighbors to flee to the fortified town of Neufchâteau for several weeks. These experiences of displacement and violence were formative for Joan, as she witnessed firsthand how territorial disputes destroyed peasant livelihoods and separated families from their ancestral lands. The constant threat of raids meant that children in frontier villages like Domrémy developed an acute awareness of political and military realities that most peasants in stable regions never experienced, contributing to Joan's later sophisticated understanding of the broader strategic situation facing France.",
      "es": "Domrémy se situaba precisamente en la frontera compleja entre territorios leales al Delfín Carlos y aquellos controlados por la alianza anglo-borgoñona, convirtiéndola en un objetivo constante de incursiones y presión política. La posición geográfica del pueblo en el Ducado de Bar creó ambigüedad jurisdiccional, ya que la lealtad feudal de Bar cambió entre la autoridad francesa e imperial dependiendo de las circunstancias políticas. Durante la infancia de Juana, las fuerzas borgoñonas realizaron al menos dos incursiones importantes en Domrémy, incluyendo un ataque devastador en julio de 1428 que obligó a su familia y vecinos a huir a la ciudad fortificada de Neufchâteau durante varias semanas. Estas experiencias de desplazamiento y violencia fueron formativas para Juana, ya que fue testigo de primera mano de cómo las disputas territoriales destruían los medios de vida campesinos y separaban a las familias de sus tierras ancestrales. La amenaza constante de incursiones significaba que los niños en pueblos fronterizos como Domrémy desarrollaron una conciencia aguda de las realidades políticas y militares que la mayoría de los campesinos en regiones estables nunca experimentaron, contribuyendo a la comprensión sofisticada posterior de Juana sobre la situación estratégica más amplia que enfrentaba Francia."
    },
    "Nationality": {
      "en": "When Joan was born around 1412, the kingdom of France had been effectively partitioned by the Treaty of Troyes in 1420, which disinherited the Dauphin Charles in favor of Henry VI of England. The French royal domain had shrunk to a narrow corridor stretching from the Loire Valley south to the Mediterranean, earning Charles the derisive nickname 'King of Bourges' after his temporary capital. The English controlled not only Paris, the traditional seat of French royal power, but also Reims Cathedral, where French kings had been crowned since 816 CE with holy oil believed to have been brought from heaven by a dove. This meant that Charles VII remained uncrowned for seven years after his father's death, severely undermining his legitimacy in the eyes of both his subjects and foreign powers. The occupation of Reims was particularly devastating psychologically for the French, as the coronation ceremony there was considered essential for divine validation of royal authority, and without it, many questioned whether Charles could truly be considered the rightful king of France.",
      "es": "Cuando Juana nació alrededor de 1412, el reino de Francia había sido efectivamente dividido por el Tratado de Troyes en 1420, que desheredó al Delfín Carlos en favor de Enrique VI de Inglaterra. El dominio real francés se había reducido a un corredor estrecho que se extendía desde el Valle del Loira hacia el sur hasta el Mediterráneo, ganándole a Carlos el apodo burlón de 'Rey de Bourges' por su capital temporal. Los ingleses controlaban no solo París, la sede tradicional del poder real francés, sino también la Catedral de Reims, donde los reyes franceses habían sido coronados desde 816 d.C. con aceite sagrado que se creía había sido traído del cielo por una paloma. Esto significaba que Carlos VII permaneció sin coronar durante siete años después de la muerte de su padre, socavando severamente su legitimidad ante los ojos tanto de sus súbditos como de las potencias extranjeras. La ocupación de Reims fue particularmente devastadora psicológicamente para los franceses, ya que la ceremonia de coronación allí se consideraba esencial para la validación divina de la autoridad real, y sin ella, muchos cuestionaban si Carlos realmente podía ser considerado el rey legítimo de Francia."
    },
    "Legacy": {
      "en": "Joan's path to sainthood was extraordinarily complex, beginning with her rehabilitation trial in 1456 that declared her a martyr unjustly executed for political reasons. The canonization process formally began in 1869 when Félix Dupanloup, Bishop of Orléans, petitioned Rome to open beatification proceedings, launching a meticulous investigation that would span over five decades. During this period, Church investigators documented numerous alleged miracles attributed to Joan's intercession, including the healing of three nuns from various cancers and a woman's recovery from tuberculosis, all of which had to be verified by medical experts and theologians. The timing of her canonization in 1920 was particularly significant, coming just after World War I when France desperately needed symbols of national unity and divine favor, with over 60,000 people attending the ceremony at St. Peter's Basilica in Rome. Pope Benedict XV declared her canonization a testament that 'faith can move mountains,' and exactly 489 years after her death, Joan became not only a saint but also the patron saint of soldiers, captives, and those ridiculed for their piety.",
      "es": "El camino de Juana hacia la santidad fue extraordinariamente complejo, comenzando con su juicio de rehabilitación en 1456 que la declaró mártir ejecutada injustamente por razones políticas. El proceso de canonización comenzó formalmente en 1869 cuando Félix Dupanloup, Obispo de Orléans, solicitó a Roma abrir procedimientos de beatificación, lanzando una investigación meticulosa que abarcaría más de cinco décadas. Durante este período, los investigadores de la Iglesia documentaron numerosos supuestos milagros atribuidos a la intercesión de Juana, incluyendo la curación de tres monjas de varios cánceres y la recuperación de una mujer de tuberculosis, todos los cuales tuvieron que ser verificados por expertos médicos y teólogos. El momento de su canonización en 1920 fue particularmente significativo, llegando justo después de la Primera Guerra Mundial cuando Francia necesitaba desesperadamente símbolos de unidad nacional y favor divino, con más de 60,000 personas asistiendo a la ceremonia en la Basílica de San Pedro en Roma. El Papa Benedicto XV declaró que su canonización era un testimonio de que 'la fe puede mover montañas,' y exactamente 489 años después de su muerte, Juana se convirtió no solo en santa sino también en la patrona de soldados, cautivos y aquellos ridiculizados por su piedad."
    },
    "Physical Appearance": {
      "en": "Contemporary accounts of Joan's appearance come primarily from trial records and testimonies from those who knew her personally, providing remarkably consistent descriptions despite being recorded by different sources. Her black hair was cut short in the distinctive 'pudding basin' style that facilitated wearing a helmet and was common among male soldiers and clergy of the period. Multiple witnesses at both her trial and rehabilitation proceedings specifically noted her unusually powerful voice, which could project commands across entire military camps and command immediate attention in crowded rooms. The painter who created a contemporary sketch of Joan (though he never saw her personally) depicted her with strong, defined features including a prominent nose and heavy-lidded eyes, characteristics that appeared in several limestone sculptures created shortly after her death. Her physical presence was described as simultaneously feminine and commanding, with witnesses noting that despite her peasant origins, she carried herself with natural authority that impressed nobles and commoners alike, contributing to her ability to convince skeptical courtiers and hardened soldiers of her divine mission.",
      "es": "Los relatos contemporáneos de la apariencia de Juana provienen principalmente de registros de juicios y testimonios de quienes la conocieron personalmente, proporcionando descripciones notablemente consistentes a pesar de ser registradas por diferentes fuentes. Su cabello negro estaba cortado corto en el distintivo estilo 'pudding basin' que facilitaba usar un casco y era común entre soldados masculinos y clérigos del período. Múltiples testigos tanto en su juicio como en los procedimientos de rehabilitación notaron específicamente su voz inusualmente poderosa, que podía proyectar órdenes a través de campamentos militares enteros y comandar atención inmediata en habitaciones llenas de gente. El pintor que creó un boceto contemporáneo de Juana (aunque nunca la vio personalmente) la representó con características fuertes y definidas incluyendo una nariz prominente y ojos de párpados pesados, características que aparecieron en varias esculturas de piedra caliza creadas poco después de su muerte. Su presencia física fue descrita como simultáneamente femenina y autoritaria, con testigos notando que a pesar de sus orígenes campesinos, se comportaba con autoridad natural que impresionó tanto a nobles como a plebeyos, contribuyendo a su capacidad de convencer a cortesanos escépticos y soldados endurecidos de su misión divina."
    },
    "Famous Quotes": {
      "en": "Joan's statement about God being her lord throughout all her actions represents a central theme that ran through her entire trial testimony, demonstrating her unwavering conviction in the divine nature of her mission despite intense pressure from her interrogators. The ecclesiastical court spent months trying to get her to admit that her voices came from demonic sources or that she had fabricated them for personal gain, but she consistently maintained that everything she did was under direct divine guidance. This particular quote emerged during one of her most intense interrogation sessions, when prosecutors were attempting to trap her into admitting heretical beliefs by questioning the legitimacy of her spiritual experiences. Her response was characteristic of her trial strategy: rather than engaging in complex theological debates, she consistently returned to simple, direct statements about her relationship with God and her absolute faith in her divine mission. The court transcripts reveal that her interrogators found her theological sophistication frustrating, as she managed to avoid heretical statements while maintaining her core claims, often deflecting complex questions with straightforward affirmations of orthodox Catholic belief combined with personal testimony about her divine calling.",
      "es": "La declaración de Juana sobre Dios siendo su señor a través de todas sus acciones representa un tema central que atravesó todo su testimonio del juicio, demostrando su convicción inquebrantable en la naturaleza divina de su misión a pesar de la intensa presión de sus interrogadores. El tribunal eclesiástico pasó meses tratando de hacer que admitiera que sus voces venían de fuentes demoníacas o que las había fabricado para beneficio personal, pero ella mantuvo consistentemente que todo lo que hizo fue bajo guía divina directa. Esta cita particular surgió durante una de sus sesiones de interrogatorio más intensas, cuando los fiscales intentaban atraparla para que admitiera creencias heréticas cuestionando la legitimidad de sus experiencias espirituales. Su respuesta fue característica de su estrategia de juicio: en lugar de participar en debates teológicos complejos, regresó consistentemente a declaraciones simples y directas sobre su relación con Dios y su fe absoluta en su misión divina. Las transcripciones del tribunal revelan que sus interrogadores encontraron su sofisticación teológica frustrante, ya que logró evitar declaraciones heréticas mientras mantenía sus afirmaciones centrales, a menudo desviando preguntas complejas con afirmaciones directas de creencia católica ortodoxa combinadas con testimonio personal sobre su llamado divino."
    },
    "Demise": {
      "en": "Joan's execution was the culmination of a politically motivated ecclesiastical trial that violated numerous canon law procedures, as the English desperately needed to discredit her achievements to maintain their claim to French legitimacy. The charges of heresy centered primarily on her refusal to submit to church authority above her claimed direct divine guidance, while the cross-dressing charges were based on Deuteronomy 22:5, which forbade wearing clothing of the opposite gender. Her initial abjuration on May 24, 1431, temporarily saved her life when she agreed to renounce her visions and wear women's clothing, but within days she resumed male dress, possibly after sexual harassment from guards or because she misunderstood the terms of her confession. This relapse into 'heresy' provided the legal justification for her execution, as canon law prescribed death for those who returned to condemned practices after abjuring them. The rehabilitation trial that began in 1455 under Inquisitor-General Jean Bréhal systematically documented the procedural violations of her original trial, including the fact that she should have been held in an ecclesiastical prison guarded by women rather than in a military prison with male guards, and that the court lacked proper jurisdiction since she had never been proven infamous before the trial began.",
      "es": "La ejecución de Juana fue la culminación de un juicio eclesiástico políticamente motivado que violó numerosos procedimientos del derecho canónico, ya que los ingleses necesitaban desesperadamente desacreditar sus logros para mantener su reclamo a la legitimidad francesa. Los cargos de herejía se centraron principalmente en su negativa a someterse a la autoridad de la iglesia por encima de su supuesta guía divina directa, mientras que los cargos de travestismo se basaron en Deuteronomio 22:5, que prohibía usar ropa del género opuesto. Su abjuración inicial el 24 de mayo de 1431 temporalmente salvó su vida cuando acordó renunciar a sus visiones y usar ropa de mujer, pero en días reanudó el vestido masculino, posiblemente después de acoso sexual de guardias o porque malentendió los términos de su confesión. Esta recaída en 'herejía' proporcionó la justificación legal para su ejecución, ya que el derecho canónico prescribía la muerte para aquellos que regresaban a prácticas condenadas después de abjurar de ellas. El juicio de rehabilitación que comenzó en 1455 bajo el Inquisidor General Jean Bréhal documentó sistemáticamente las violaciones procedimentales de su juicio original, incluyendo el hecho de que debería haber sido mantenida en una prisión eclesiástica custodiada por mujeres en lugar de en una prisión militar con guardias masculinos, y que el tribunal carecía de jurisdicción apropiada ya que nunca había sido probada infame antes de que comenzara el juicio."
    },
    "Wildcard": {
      "en": "Joan's prediction of her capture demonstrates one of the most remarkable aspects of her prophetic claims, as she made this specific prophecy during the height of her military success when such an outcome seemed unlikely to her followers. The prediction occurred in late April 1430 at Melun, where she told her companions that she would be captured before Midsummer Day (June 24), specifying that it would happen 'before the feast of St. John' and that she must accept it willingly as part of God's plan. This prophecy proved accurate with devastating precision when she was captured on May 23, 1430, exactly one month before the predicted deadline, during a skirmish outside Compiègne while attempting to relieve the besieged town. Contemporary accounts from her trial and rehabilitation proceedings confirm that multiple witnesses heard this prediction, and it was recorded in official documents, making it impossible to dismiss as post-hoc fabrication. The psychological impact of this prophecy on both her supporters and enemies was enormous, as it suggested either genuine divine foreknowledge or an extraordinary understanding of the military and political situation that would lead to her downfall, further cementing her reputation as someone with supernatural insight into future events.",
      "es": "La predicción de Juana de su captura demuestra uno de los aspectos más notables de sus afirmaciones proféticas, ya que hizo esta profecía específica durante el apogeo de su éxito militar cuando tal resultado parecía improbable para sus seguidores. La predicción ocurrió a finales de abril de 1430 en Melun, donde dijo a sus compañeros que sería capturada antes del Día de San Juan (24 de junio), especificando que pasaría 'antes de la fiesta de San Juan' y que debía aceptarlo voluntariamente como parte del plan de Dios. Esta profecía resultó exacta con precisión devastadora cuando fue capturada el 23 de mayo de 1430, exactamente un mes antes de la fecha límite predicha, durante una escaramuza fuera de Compiègne mientras intentaba aliviar la ciudad sitiada. Los relatos contemporáneos de su juicio y procedimientos de rehabilitación confirman que múltiples testigos escucharon esta predicción, y fue registrada en documentos oficiales, haciéndolo imposible de descartar como fabricación posterior. El impacto psicológico de esta profecía tanto en sus seguidores como en sus enemigos fue enorme, ya que sugería ya sea conocimiento divino genuino o una comprensión extraordinaria de la situación militar y política que llevaría a su caída, cimentando aún más su reputación como alguien con perspicacia sobrenatural sobre eventos futuros."
    }
  },
  "alternatives": {
    "en": [
      "Eleanor of Aquitaine",
      "Catherine of Siena",
      "Hildegard of Bingen",
      "Isabella I of Castile",
      "Cleopatra VII",
      "Boudica",
      "Elizabeth I",
      "Marie Antoinette",
      "Catherine the Great"
    ],
    "es": [
      "Leonor de Aquitania",
      "Catalina de Siena",
      "Hildegarda de Bingen",
      "Isabel I de Castilla",
      "Cleopatra VII",
      "Boudica",
      "Isabel I",
      "María Antonieta",
      "Catalina la Grande"
    ]
  }
}