{
  "answer": {
    "en": "Rosa Parks",
    "es": "Rosa Parks"
  },
  "imageUrl": "[Cloudinary URL for Rosa Parks historical photo]",
  "citation": "Image source to be added",
  "facts": {
    "Occupation": {
      "en": "I worked as a seamstress at Montgomery Fair department store while simultaneously serving as secretary for my local chapter of a national civil rights organization.",
      "es": "Trabajé como costurera en los almacenes Montgomery Fair mientras servía simultáneamente como secretaria del capítulo local de una organización nacional de derechos civiles."
    },
    "Early Life": {
      "en": "I was forced to drop out of high school at age 16 to care for my ailing grandmother and chronically ill mother, but later returned to complete my education at age 20.",
      "es": "Me vi obligada a abandonar la escuela secundaria a los 16 años para cuidar a mi abuela enferma y mi madre crónicamente enferma, pero luego regresé para completar mi educación a los 20 años."
    },
    "Nationality": {
      "en": "I was born in Tuskegee, Alabama, in the Deep South, but raised in Pine Level, a rural area where children were paid 50 cents a day to pick cotton.",
      "es": "Nací en Tuskegee, Alabama, en el Sur Profundo, pero fui criada en Pine Level, una zona rural donde pagaban 50 centavos a niños pequeños por recoger algodón."
    },
    "Legacy": {
      "en": "My act of defiance inspired a 381-day economic boycott that ultimately led to a Supreme Court ruling declaring a previously common practice in the Deep South to be unconstitutional.",
      "es": "Mi acto de desafío inspiró un boicot económico de 381 días que finalmente llevó a una decisión de la Corte Suprema que declaró ilegal una práctica común en el Sur Profundo."
    },
    "Physical Appearance": {
      "en": "Contemporary accounts describe me as a petite woman with a dignified bearing that commanded respect despite my quiet demeanor.",
      "es": "Los relatos contemporáneos me describen como una mujer menuda con un porte digno que inspiraba respeto a pesar de mi comportamiento silencioso."
    },
    "Famous Quotes": {
      "en": "I stated that 'I was not tired physically, but I was tired of giving in' when explaining my motivation for my historic act of resistance.",
      "es": "Declaré que 'No estaba físicamente cansada, pero estaba cansada de ceder' al explicar mi motivación para mi acto histórico de resistencia."
    },
    "Demise": {
      "en": "I passed away in 2005 at age 92, becoming the first woman and second African American to lie in honor in the U.S. Capitol Rotunda.",
      "es": "Fallecí en 2005 a los 92 años, convirtiéndome en la primera mujer y segunda afroamericana en yacer en honor en la Rotonda del Capitolio de EE.UU."
    },
    "Wildcard": {
      "en": "I received formal training in civil disobedience techniques at a Tennessee folk school founded by social activists, attending workshops on nonviolent resistance months before my famous protest.",
      "es": "Recibí entrenamiento formal en técnicas de desobediencia civil en una escuela popular de Tennessee fundada por activistas sociales, asistiendo a talleres sobre resistencia no violenta meses antes de mi famosa protesta."
    }
  },
  "expanded": {
    "Occupation": {
      "en": "Rosa Parks's dual role as both a seamstress and civil rights secretary positioned her uniquely at the intersection of economic necessity and political activism in 1950s Montgomery. Working at Montgomery Fair department store, she spent her days tailoring and fitting garments for the city's white residents, a job that required her to maintain professional composure while serving customers who often treated her as invisible. This intimate exposure to the white community's daily conversations and attitudes provided her with valuable insights into the social dynamics she was fighting to change. Simultaneously, her position as secretary for the Montgomery NAACP chapter since 1943 made her one of the most informed and connected civil rights organizers in the city. She maintained detailed records of racial violence cases, coordinated with national NAACP leadership, and helped strategize local resistance efforts, making her far more than the 'tired seamstress' narrative that would later emerge.",
      "es": "El doble papel de Rosa Parks como costurera y secretaria de derechos civiles la posicionó de manera única en la intersección de la necesidad económica y el activismo político en Montgomery de los años 1950. Trabajando en los almacenes Montgomery Fair, pasaba sus días diseñando y ajustando prendas para los residentes blancos de la ciudad, un trabajo que requería que mantuviera la compostura profesional mientras servía a clientes que a menudo la trataban como invisible. Esta exposición íntima a las conversaciones y actitudes diarias de la comunidad blanca le proporcionó valiosas perspectivas sobre las dinámicas sociales que estaba luchando por cambiar. Simultáneamente, su posición como secretaria del capítulo de Montgomery de la NAACP desde 1943 la convirtió en una de las organizadoras de derechos civiles más informadas y conectadas de la ciudad. Mantenía registros detallados de casos de violencia racial, coordinaba con el liderazgo nacional de la NAACP y ayudaba a estrategizar esfuerzos de resistencia local, convirtiéndola en mucho más que la narrativa de 'costurera cansada' que emergerían más tarde."
    },
    "Early Life": {
      "en": "Rosa Parks's educational journey exemplified the determination required for African American advancement in the Jim Crow South, where systemic barriers made completing high school an extraordinary achievement. When family illness forced her to leave school in 11th grade at age 16, she was among the 80% of Black children in southern states who never finished secondary education due to economic pressures and limited opportunities. Her decision to return to school at age 20, with her husband Raymond's encouragement, demonstrated remarkable persistence in an era when most Black women had no chance to complete their education. The fact that she earned her diploma in 1933 during the height of the Great Depression, when educational resources were even more scarce, made her accomplishment particularly significant. Her completed education became a foundation for her later civil rights work, providing her with the literacy and communication skills necessary to serve as NAACP secretary and document the injustices she witnessed throughout Montgomery.",
      "es": "El viaje educativo de Rosa Parks ejemplificó la determinación requerida para el avance afroamericano en el Sur de Jim Crow, donde las barreras sistémicas hicieron que completar la escuela secundaria fuera un logro extraordinario. Cuando la enfermedad familiar la obligó a dejar la escuela en el grado 11 a los 16 años, estaba entre el 80% de los niños negros en los estados del sur que nunca terminaron la educación secundaria debido a presiones económicas y oportunidades limitadas. Su decisión de regresar a la escuela a los 20 años, con el aliento de su esposo Raymond, demostró una persistencia notable en una era cuando la mayoría de las mujeres negras no tenían oportunidad de completar su educación. El hecho de que obtuvo su diploma en 1933 durante el apogeo de la Gran Depresión, cuando los recursos educativos eran aún más escasos, hizo que su logro fuera particularmente significativo. Su educación completa se convirtió en una base para su trabajo posterior de derechos civiles, proporcionándole las habilidades de alfabetización y comunicación necesarias para servir como secretaria de la NAACP y documentar las injusticias que presenció en Montgomery."
    },
    "Nationality": {
      "en": "Rosa Parks's Alabama roots ran deep into the heart of the cotton economy that had shaped the South for generations, giving her firsthand experience with the economic foundations of racial oppression. Born in Tuskegee, the home of Booker T. Washington's famous institute, she was raised in Pine Level, where the agricultural system still relied heavily on Black labor for cotton production. Her childhood experience picking cotton for 50 cents a day exposed her to the exploitative labor practices that kept African American families in cycles of poverty long after slavery's official end. This early exposure to economic injustice within Alabama's cotton-dependent economy provided her with a visceral understanding of how racial oppression operated through economic control. Growing up in the geographic and cultural heart of the Deep South meant that Parks witnessed the most entrenched forms of segregation and discrimination, experiences that would later inform her strategic approach to civil rights activism and her understanding of the systemic nature of racial inequality.",
      "es": "Las raíces de Rosa Parks en Alabama se adentraban profundamente en el corazón de la economía algodonera que había moldeado el Sur durante generaciones, dándole experiencia de primera mano con los fundamentos económicos de la opresión racial. Nacida en Tuskegee, hogar del famoso instituto de Booker T. Washington, fue criada en Pine Level, donde el sistema agrícola aún dependía mucho del trabajo negro para la producción de algodón. Su experiencia infantil recogiendo algodón por 50 centavos al día la expuso a las prácticas laborales explotadoras que mantenían a las familias afroamericanas en ciclos de pobreza mucho después del fin oficial de la esclavitud. Esta exposición temprana a la injusticia económica dentro de la economía dependiente del algodón de Alabama le proporcionó una comprensión visceral de cómo la opresión racial operaba a través del control económico. Crecer en el corazón geográfico y cultural del Sur Profundo significó que Parks presenció las formas más arraigadas de segregación y discriminación, experiencias que más tarde informarían su enfoque estratégico al activismo de derechos civiles y su comprensión de la naturaleza sistémica de la desigualdad racial."
    },
    "Legacy": {
      "en": "The 381-day Montgomery Bus Boycott that Rosa Parks inspired became the longest and most successful mass protest against segregation in American history, fundamentally transforming both the civil rights movement and the legal landscape of the United States. The boycott's duration demonstrated unprecedented unity among Montgomery's African American community, who maintained their commitment despite facing economic hardship, physical intimidation, and legal persecution. The Supreme Court's eventual ruling in Browder v. Gayle didn't just desegregate Montgomery's buses, but established crucial legal precedent that segregation on public transportation violated the Equal Protection Clause of the Fourteenth Amendment. This victory provided a strategic blueprint for future civil rights campaigns, proving that sustained economic pressure combined with legal challenges could dismantle segregation laws. The boycott also elevated Martin Luther King Jr. to national prominence and demonstrated the power of nonviolent resistance, inspiring similar movements worldwide and establishing Montgomery as the launching point for the modern civil rights movement that would reshape American society over the following decade.",
      "es": "El boicot de autobuses de Montgomery de 381 días que inspiró Rosa Parks se convirtió en la protesta masiva más larga y exitosa contra la segregación en la historia estadounidense, transformando fundamentalmente tanto el movimiento de derechos civiles como el panorama legal de Estados Unidos. La duración del boicot demostró una unidad sin precedentes entre la comunidad afroamericana de Montgomery, quienes mantuvieron su compromiso a pesar de enfrentar dificultades económicas, intimidación física y persecución legal. La decisión eventual de la Corte Suprema en Browder v. Gayle no solo desagregó los autobuses de Montgomery, sino que estableció un precedente legal crucial de que la segregación en el transporte público violaba la Cláusula de Protección Igualitaria de la Decimocuarta Enmienda. Esta victoria proporcionó un modelo estratégico para futuras campañas de derechos civiles, probando que la presión económica sostenida combinada con desafíos legales podía desmantelar las leyes de segregación. El boicot también elevó a Martin Luther King Jr. a prominencia nacional y demostró el poder de la resistencia no violenta, inspirando movimientos similares en todo el mundo y estableciendo a Montgomery como el punto de lanzamiento para el movimiento moderno de derechos civiles que remodelaría la sociedad estadounidense durante la siguiente década."
    },
    "Physical Appearance": {
      "en": "Rosa Parks's petite stature and dignified bearing created a powerful contrast that challenged prevailing stereotypes about civil rights activists and contributed to her effectiveness as a symbol of resistance. Contemporary observers consistently noted how her quiet demeanor and respectful manner made her an unexpected figure to challenge the segregation system, which is precisely what made her refusal so impactful. Her dignified presence commanded respect even from those who opposed her actions, and photographs from the era show a woman whose composed expression and careful dress reflected the middle-class respectability that was crucial for civil rights leaders seeking to counter racist narratives. The juxtaposition between her gentle appearance and her steely determination became part of the powerful symbolism surrounding her arrest and the subsequent boycott. Her physical presentation was strategically important in an era when civil rights leaders understood that their appearance and behavior would be scrutinized and used either to support or undermine their cause, making her natural dignity an asset to the movement's broader goals.",
      "es": "La estatura menuda y el porte digno de Rosa Parks crearon un contraste poderoso que desafió los estereotipos prevalecientes sobre los activistas de derechos civiles y contribuyó a su efectividad como símbolo de resistencia. Los observadores contemporáneos notaron consistentemente cómo su comportamiento silencioso y manera respetuosa la convertían en una figura inesperada para desafiar el sistema de segregación, lo cual es precisamente lo que hizo que su negativa fuera tan impactante. Su presencia digna inspiraba respeto incluso de aquellos que se oponían a sus acciones, y las fotografías de la era muestran a una mujer cuya expresión compuesta y vestimenta cuidadosa reflejaban la respetabilidad de clase media que era crucial para los líderes de derechos civiles que buscaban contrarrestar las narrativas racistas. La yuxtaposición entre su apariencia gentil y su determinación férrea se convirtió en parte del simbolismo poderoso que rodeó su arresto y el boicot subsecuente. Su presentación física era estratégicamente importante en una era cuando los líderes de derechos civiles entendían que su apariencia y comportamiento serían escrutinizados y usados para apoyar o socavar su causa, haciendo que su dignidad natural fuera un activo para los objetivos más amplios del movimiento."
    },
    "Famous Quotes": {
      "en": "Rosa Parks's famous declaration that she was 'tired of giving in' rather than physically tired reveals the depth of strategic thinking and long-term frustration that motivated her historic act of defiance. This carefully chosen phrase contradicted the simplified narrative that emerged immediately after her arrest, which portrayed her as an elderly woman who was simply too tired from work to move from her seat. In reality, Parks was 42 years old, in good health, and had been actively resisting segregation for over a decade through her NAACP work. Her words highlighted the psychological and emotional exhaustion that came from years of daily humiliations under Jim Crow laws, while simultaneously asserting her agency and intentionality in choosing that moment to resist. The quote became a powerful rallying cry because it captured the broader African American experience of systematic oppression and the conscious decision to stop accepting injustice. Her articulation of this sentiment helped transform her individual act into a symbol of collective resistance and demonstrated the intellectual foundation underlying what some tried to dismiss as a spontaneous outburst.",
      "es": "La famosa declaración de Rosa Parks de que estaba 'cansada de ceder' en lugar de físicamente cansada revela la profundidad del pensamiento estratégico y la frustración a largo plazo que motivó su acto histórico de desafío. Esta frase cuidadosamente elegida contradijo la narrativa simplificada que emergió inmediatamente después de su arresto, que la retrataba como una mujer anciana que simplemente estaba demasiado cansada del trabajo para moverse de su asiento. En realidad, Parks tenía 42 años, estaba en buena salud, y había estado resistiendo activamente la segregación durante más de una década a través de su trabajo con la NAACP. Sus palabras destacaron el agotamiento psicológico y emocional que venía de años de humillaciones diarias bajo las leyes de Jim Crow, mientras simultáneamente afirmaba su agencia e intencionalidad al elegir ese momento para resistir. La cita se convirtió en un grito de guerra poderoso porque capturó la experiencia afroamericana más amplia de opresión sistemática y la decisión consciente de dejar de aceptar la injusticia. Su articulación de este sentimiento ayudó a transformar su acto individual en un símbolo de resistencia colectiva y demostró la base intelectual que subyacía lo que algunos trataron de descartar como un arrebato espontáneo."
    },
    "Demise": {
      "en": "Rosa Parks's death in 2005 at age 92 marked the end of an era and prompted an unprecedented honor that reflected her unique place in American history as both a civil rights pioneer and a symbol of quiet strength. Her designation as the first woman and second African American to lie in honor in the U.S. Capitol Rotunda represented a remarkable recognition for someone who had started her activism as a seamstress and NAACP secretary in segregated Montgomery. The honor placed her alongside the most revered figures in American history, acknowledging that her single act of defiance had fundamentally altered the trajectory of civil rights and American democracy. The ceremony drew tens of thousands of mourners and dignitaries, demonstrating how her legacy had transcended racial and political boundaries to become part of the universal story of human dignity and resistance to oppression. Her final years had been marked by continued activism and numerous honors, but also by financial struggles that highlighted the ongoing economic challenges faced by many civil rights veterans, making her posthumous recognition both a celebration of her achievements and a reminder of the ongoing work needed to fulfill the promise of equality she had fought to achieve.",
      "es": "La muerte de Rosa Parks en 2005 a los 92 años marcó el fin de una era y provocó un honor sin precedentes que reflejó su lugar único en la historia estadounidense como pionera de derechos civiles y símbolo de fuerza silenciosa. Su designación como la primera mujer y segunda afroamericana en yacer en honor en la Rotonda del Capitolio de EE.UU. representó un reconocimiento notable para alguien que había comenzado su activismo como costurera y secretaria de la NAACP en Montgomery segregado. El honor la colocó junto a las figuras más veneradas en la historia estadounidense, reconociendo que su acto singular de desafío había alterado fundamentalmente la trayectoria de los derechos civiles y la democracia estadounidense. La ceremonia atrajo a decenas de miles de dolientes y dignatarios, demostrando cómo su legado había trascendido las fronteras raciales y políticas para convertirse en parte de la historia universal de la dignidad humana y la resistencia a la opresión. Sus años finales habían estado marcados por activismo continuo y numerosos honores, pero también por luchas financieras que destacaron los desafíos económicos continuos enfrentados por muchos veteranos de derechos civiles, haciendo que su reconocimiento póstumo fuera tanto una celebración de sus logros como un recordatorio del trabajo continuo necesario para cumplir la promesa de igualdad por la que había luchado."
    },
    "Wildcard": {
      "en": "Rosa Parks's attendance at Highlander Folk School in August 1955 fundamentally shaped her understanding of nonviolent resistance and provided her with the theoretical framework and emotional preparation for her historic act of defiance four months later. Highlander, founded in 1932 by Myles Horton, was one of the few fully integrated educational institutions in the South and served as a crucial training ground for labor organizers and civil rights activists. The two-week workshop on implementing school desegregation that Parks attended was led by Septima Clark, a pioneering educator who had been fired from her teaching position for refusing to renounce her NAACP membership. During her time at Highlander, Parks later recalled feeling free from the racial hostility she experienced daily in Montgomery, and she was inspired by Clark's courage and dignity in the face of persecution. The workshop provided Parks with strategic training in civil disobedience techniques and connected her with a network of activists who would later support the Montgomery Bus Boycott. This experience transformed her from a local activist into someone prepared to become a national symbol, giving her both the tactical knowledge and psychological strength needed to face the consequences of her resistance.",
      "es": "La asistencia de Rosa Parks a la Escuela Popular Highlander en agosto de 1955 moldeó fundamentalmente su comprensión de la resistencia no violenta y le proporcionó el marco teórico y la preparación emocional para su acto histórico de desafío cuatro meses después. Highlander, fundada en 1932 por Myles Horton, fue una de las pocas instituciones educativas completamente integradas en el Sur y sirvió como un terreno de entrenamiento crucial para organizadores laborales y activistas de derechos civiles. El taller de dos semanas sobre implementación de la desegregación escolar al que asistió Parks fue dirigido por Septima Clark, una educadora pionera que había sido despedida de su posición de enseñanza por negarse a renunciar a su membresía en la NAACP. Durante su tiempo en Highlander, Parks recordó más tarde sentirse libre de la hostilidad racial que experimentaba diariamente en Montgomery, y fue inspirada por el coraje y la dignidad de Clark frente a la persecución. El taller proporcionó a Parks entrenamiento estratégico en técnicas de desobediencia civil y la conectó con una red de activistas que más tarde apoyarían el Boicot de Autobuses de Montgomery. Esta experiencia la transformó de una activista local en alguien preparada para convertirse en un símbolo nacional, dándole tanto el conocimiento táctico como la fuerza psicológica necesaria para enfrentar las consecuencias de su resistencia."
    }
  },
  "alternatives": {
    "en": [
      "Harriet Tubman",
      "Sojourner Truth",
      "Fannie Lou Hamer",
      "Ida B. Wells",
      "Ruby Bridges",
      "Coretta Scott King",
      "Dorothy Height",
      "Constance Baker Motley",
      "Daisy Bates"
    ],
    "es": [
      "Harriet Tubman",
      "Sojourner Truth",
      "Fannie Lou Hamer",
      "Ida B. Wells",
      "Ruby Bridges",
      "Coretta Scott King",
      "Dorothy Height",
      "Constance Baker Motley",
      "Daisy Bates"
    ]
  }
}