{
  "answer": {
    "en": "Prince",
    "es": "Prince"
  },
  "imageUrl": "https://res.cloudinary.com/dj7k8d7wg/image/upload/v1700000000/prince_performance.jpg",
  "citation": "Image source to be added",
  "facts": {
    "Genre": {
      "en": "I helped cultivate the Minneapolis Sound by connecting my drum machine's separate outputs to guitar pedals, using equipment so rare only 525 units were ever made.",
      "es": "Ayudé a cultivar el Sonido de Minneapolis conectando las salidas separadas de mi máquina de batería a pedales de guitarra, usando equipo tan raro que solo se fabricaron 525 unidades."
    },
    "Background": {
      "en": "I taught myself to play 27 instruments by age 19 and could sing across 4.5 octaves by mastering whistle register techniques that let me hit notes most people can't reach.",
      "es": "Aprendí por mi cuenta a tocar 27 instrumentos a los 19 años y podía cantar a través de 4.5 octavas dominando técnicas de registro de silbido que me permitían alcanzar notas que la mayoría de la gente no puede alcanzar."
    },
    "Iconic Song": {
      "en": "My most famous track was recorded without any bass line, using only kick drum sounds that I tuned down and ran through a guitar effects box.",
      "es": "Mi pista más famosa fue grabada sin línea de bajo, usando solo sonidos de bombo que afiné hacia abajo y pasé por una caja de efectos de guitarra."
    },
    "Debut": {
      "en": "My first album required playing 27 separate instruments including computer-chip drum sounds, technology so expensive in 1978 it cost more than my record company advance.",
      "es": "Mi primer álbum requirió tocar 27 instrumentos separados incluyendo sonidos de batería de chip de computadora, tecnología tan cara en 1978 que costó más que mi anticipo de la compañía discográfica."
    },
    "Achievements": {
      "en": "I won the final Academy Award ever given in the Best Original Song Score category before it was permanently discontinued due to insufficient qualifying submissions.",
      "es": "Gané el último Premio de la Academia otorgado en la categoría de Mejor Banda Sonora de Canción Original antes de que fuera descontinuada permanentemente debido a envíos calificados insuficientes."
    },
    "Collaborations": {
      "en": "I wrote hits for other artists using pseudonyms like Alexander Nevermind to hide my involvement because Warner Brothers limited me to one album release per year.",
      "es": "Escribí éxitos para otros artistas usando seudónimos como Alexander Nevermind para ocultar mi participación porque Warner Brothers me limitó a un lanzamiento de álbum por año."
    },
    "Chart Performance": {
      "en": "I became only the third artist in history to simultaneously hold the number-one album, single, and film positions, joining the Beatles and Elvis Presley.",
      "es": "Me convertí en solo el tercer artista en la historia en mantener simultáneamente las posiciones número uno de álbum, sencillo y película, uniéndome a los Beatles y Elvis Presley."
    },
    "Wildcard": {
      "en": "I legally changed my name to an unpronounceable symbol in 1993, forcing Warner Brothers to mail thousands of floppy disks containing a custom font file to media outlets worldwide.",
      "es": "Cambié legalmente mi nombre a un símbolo impronunciable en 1993, obligando a Warner Brothers a enviar por correo miles de disquetes que contenían un archivo de fuente personalizada a medios de comunicación en todo el mundo."
    }
  },
  "expanded": {
    "Genre": {
      "en": "The Minneapolis Sound emerged from the unique musical ecosystem of Minneapolis in the late 1970s and early 1980s, blending funk, rock, R&B, and new wave with innovative production techniques. Prince's revolutionary approach involved routing individual drum sounds from his Linn LM-1 drum machine through guitar effects pedals, creating textures that had never been heard before. The LM-1, with only 525 units ever manufactured, featured individual outputs for each drum sound, allowing Prince to process them separately through his collection of Boss pedals including flangers, distortion, and delay units. This technique became a cornerstone of the Minneapolis Sound, influencing countless producers and giving his percussion a distinctive, otherworldly quality that defined much of 1980s pop music.",
      "es": "El Sonido de Minneapolis surgió del ecosistema musical único de Minneapolis a finales de los años 70 y principios de los 80, mezclando funk, rock, R&B y new wave con técnicas de producción innovadoras. El enfoque revolucionario de Prince involucró enrutar sonidos individuales de batería de su máquina de batería Linn LM-1 a través de pedales de efectos de guitarra, creando texturas que nunca se habían escuchado antes. La LM-1, con solo 525 unidades fabricadas, presentaba salidas individuales para cada sonido de batería, permitiendo a Prince procesarlos por separado a través de su colección de pedales Boss incluyendo flangers, distorsión y unidades de delay. Esta técnica se convirtió en una piedra angular del Sonido de Minneapolis, influyendo a innumerables productores y dando a su percusión una calidad distintiva y de otro mundo que definió gran parte de la música pop de los años 80."
    },
    "Background": {
      "en": "Prince's musical education was entirely self-directed, beginning with piano lessons at age seven before expanding to guitar, bass, and drums by his teenage years. His debut album 'For You' showcased his mastery of 27 different instruments, all played by himself in the studio. Vocally, Prince possessed an extraordinary 4.5-octave range spanning from F2 to C7, achieved through his mastery of multiple vocal registers including chest voice, falsetto, and the rare whistle register. The whistle register, used by very few male singers, involves bypassing normal vocal cord vibration to produce extremely high frequencies. Prince's ability to seamlessly transition between these registers, combined with his use of vocal effects and studio techniques, created his signature sound that could range from deep, sensual baritone to piercing, almost supernatural high notes that became his trademark.",
      "es": "La educación musical de Prince fue completamente autodidacta, comenzando con lecciones de piano a los siete años antes de expandirse a guitarra, bajo y batería en su adolescencia. Su álbum debut 'For You' mostró su dominio de 27 instrumentos diferentes, todos tocados por él mismo en el estudio. Vocalmente, Prince poseía un rango extraordinario de 4.5 octavas que se extendía de F2 a C7, logrado a través de su dominio de múltiples registros vocales incluyendo voz de pecho, falsete y el raro registro de silbido. El registro de silbido, usado por muy pocos cantantes masculinos, involucra evitar la vibración normal de las cuerdas vocales para producir frecuencias extremadamente altas. La habilidad de Prince para hacer transiciones perfectas entre estos registros, combinada con su uso de efectos vocales y técnicas de estudio, creó su sonido característico que podía ir desde un barítono profundo y sensual hasta notas agudas penetrantes, casi sobrenaturales que se convirtieron en su marca registrada."
    },
    "Iconic Song": {
      "en": "'When Doves Cry' stands as one of the most innovative and influential recordings in popular music history, notable for its complete absence of a bass line. Originally recorded with bass, Prince made the bold decision during the final mixing stage to remove it entirely, creating a stark, minimalist soundscape that defied conventional song structure. The track's foundation came from his Linn LM-1 drum machine, with the kick drum samples tuned down and processed through his Boss effects pedals to create a deep, resonant thump that filled the low-end space typically occupied by bass guitar. This unconventional approach resulted in a hypnotic, otherworldly groove that captivated listeners and influenced a generation of producers. The song spent five consecutive weeks at number one on the Billboard Hot 100 and proved that innovation and risk-taking could achieve massive commercial success.",
      "es": "'When Doves Cry' se erige como una de las grabaciones más innovadoras e influyentes en la historia de la música popular, notable por su completa ausencia de una línea de bajo. Originalmente grabada con bajo, Prince tomó la decisión audaz durante la etapa final de mezcla de eliminarlo completamente, creando un paisaje sonoro austero y minimalista que desafió la estructura convencional de las canciones. La base de la pista vino de su máquina de batería Linn LM-1, con las muestras de bombo afinadas hacia abajo y procesadas a través de sus pedales de efectos Boss para crear un golpe profundo y resonante que llenó el espacio de frecuencias bajas típicamente ocupado por la guitarra de bajo. Este enfoque poco convencional resultó en un groove hipnótico y de otro mundo que cautivó a los oyentes e influyó a una generación de productores. La canción pasó cinco semanas consecutivas en el número uno del Billboard Hot 100 y demostró que la innovación y tomar riesgos podían lograr un éxito comercial masivo."
    },
    "Debut": {
      "en": "Prince's 1978 debut album 'For You' represented a remarkable achievement in musical autodidacticism and technological innovation. At just 19 years old, Prince played all 27 instruments featured on the album, including various keyboards, synthesizers, guitars, bass, drums, and percussion instruments. The album incorporated cutting-edge technology for its time, including early digital sampling through EPROM memory chips that stored 8-bit drum sounds. This technology was prohibitively expensive in 1978, with the costs exceeding Prince's initial record advance, demonstrating both his commitment to sonic innovation and Warner Brothers' faith in his potential. The album's production quality and Prince's multi-instrumental prowess established him as a unique talent in the music industry, setting the stage for his evolution into one of the most influential artists of the 1980s and beyond.",
      "es": "El álbum debut de Prince de 1978 'For You' representó un logro notable en autodidactismo musical e innovación tecnológica. Con solo 19 años, Prince tocó todos los 27 instrumentos presentados en el álbum, incluyendo varios teclados, sintetizadores, guitarras, bajo, batería e instrumentos de percusión. El álbum incorporó tecnología de vanguardia para su época, incluyendo muestreo digital temprano a través de chips de memoria EPROM que almacenaban sonidos de batería de 8 bits. Esta tecnología era prohibitivamente cara en 1978, con costos que excedían el anticipo inicial del disco de Prince, demostrando tanto su compromiso con la innovación sónica como la fe de Warner Brothers en su potencial. La calidad de producción del álbum y la destreza multi-instrumental de Prince lo establecieron como un talento único en la industria musical, sentando las bases para su evolución hacia uno de los artistas más influyentes de los años 80 y más allá."
    },
    "Achievements": {
      "en": "Prince's Academy Award win for Best Original Song Score in 1985 marked both a personal triumph and a historical milestone in Oscar history. He won for the 'Purple Rain' soundtrack, competing against Jeff Moss for 'The Muppets Take Manhattan' and Kris Kristofferson for 'Songwriter.' This category required a minimum of five original songs written specifically for the film, and Prince's victory made him one of the few artists to achieve the rare combination of critical acclaim and massive commercial success. Significantly, Prince became the final recipient of this particular Oscar category, as the Academy permanently discontinued the Best Original Song Score award after 1985 due to insufficient qualifying submissions in subsequent years. The category's demise reflected the changing landscape of film music, making Prince's win a unique piece of both music and cinema history.",
      "es": "La victoria de Prince en el Premio de la Academia por Mejor Banda Sonora de Canción Original en 1985 marcó tanto un triunfo personal como un hito histórico en la historia de los Oscar. Ganó por la banda sonora de 'Purple Rain', compitiendo contra Jeff Moss por 'The Muppets Take Manhattan' y Kris Kristofferson por 'Songwriter.' Esta categoría requería un mínimo de cinco canciones originales escritas específicamente para la película, y la victoria de Prince lo convirtió en uno de los pocos artistas en lograr la rara combinación de aclamación crítica y éxito comercial masivo. Significativamente, Prince se convirtió en el último receptor de esta categoría particular de Oscar, ya que la Academia descontinuó permanentemente el premio de Mejor Banda Sonora de Canción Original después de 1985 debido a envíos calificados insuficientes en años posteriores. La desaparición de la categoría reflejó el paisaje cambiante de la música cinematográfica, haciendo de la victoria de Prince una pieza única tanto de la historia de la música como del cine."
    },
    "Collaborations": {
      "en": "Prince's use of pseudonyms reflected both his creative prolificacy and his contentious relationship with Warner Brothers Records. Constrained by his contract to release only one album per year under his own name, Prince circumvented these limitations by writing songs for other artists using aliases like Alexander Nevermind. This pseudonym appeared on hits for artists including Apollonia 6 and other proteges in his musical circle. Prince's songwriting under assumed names allowed him to maintain a constant presence in the music industry while technically adhering to his contractual obligations. These collaborations showcased his versatility as a songwriter and his ability to tailor his compositional style to different artists while maintaining his distinctive musical fingerprint. The practice also demonstrated the business acumen that would later lead him to fight for artists' rights and ownership of their master recordings.",
      "es": "El uso de seudónimos por parte de Prince reflejó tanto su prolificidad creativa como su relación contenciosa con Warner Brothers Records. Limitado por su contrato a lanzar solo un álbum por año bajo su propio nombre, Prince eludió estas limitaciones escribiendo canciones para otros artistas usando alias como Alexander Nevermind. Este seudónimo apareció en éxitos para artistas incluyendo Apollonia 6 y otros protegidos en su círculo musical. La composición de Prince bajo nombres asumidos le permitió mantener una presencia constante en la industria musical mientras técnicamente cumplía con sus obligaciones contractuales. Estas colaboraciones mostraron su versatilidad como compositor y su habilidad para adaptar su estilo compositivo a diferentes artistas mientras mantenía su huella musical distintiva. La práctica también demostró el acumen de negocios que más tarde lo llevaría a luchar por los derechos de los artistas y la propiedad de sus grabaciones maestras."
    },
    "Chart Performance": {
      "en": "Prince's achievement of simultaneously holding the number-one positions for album, single, and film represents one of the rarest accomplishments in entertainment history. With 'Purple Rain,' he joined an elite club that included only the Beatles (with 'A Hard Day's Night' in 1964) and Elvis Presley (with various releases in the 1950s and 1960s). This trifecta demonstrated Prince's unprecedented versatility as an artist who could excel across multiple entertainment mediums. The 'Purple Rain' album spent 24 consecutive weeks at number one, while 'When Doves Cry' dominated the singles chart for five weeks, and the film grossed over $68 million domestically. This convergence of success across music and cinema established Prince as a multimedia superstar and proved his ability to create cohesive artistic statements that resonated with audiences across different platforms.",
      "es": "El logro de Prince de mantener simultáneamente las posiciones número uno para álbum, sencillo y película representa uno de los logros más raros en la historia del entretenimiento. Con 'Purple Rain,' se unió a un club elitista que incluía solo a los Beatles (con 'A Hard Day's Night' en 1964) y Elvis Presley (con varios lanzamientos en los años 50 y 60). Esta trifecta demostró la versatilidad sin precedentes de Prince como un artista que podía sobresalir en múltiples medios de entretenimiento. El álbum 'Purple Rain' pasó 24 semanas consecutivas en el número uno, mientras que 'When Doves Cry' dominó las listas de sencillos durante cinco semanas, y la película recaudó más de $68 millones domésticos. Esta convergencia de éxito a través de música y cine estableció a Prince como una superestrella multimedia y demostró su habilidad para crear declaraciones artísticas cohesivas que resonaron con audiencias a través de diferentes plataformas."
    },
    "Wildcard": {
      "en": "Prince's name change to an unpronounceable symbol in 1993 represented one of the most audacious protests against record label control in music history. Frustrated by Warner Brothers' restrictions on his creative output and ownership of his master recordings, Prince adopted a symbol that combined male and female gender symbols with a horn-like extension. Since the symbol couldn't be typed on standard keyboards, Warner Brothers was forced to mail thousands of floppy disks containing a custom font file to media outlets worldwide, enabling them to print his new 'name.' The media eventually settled on calling him 'The Artist Formerly Known as Prince,' which became as famous as the protest itself. This seven-year period (1993-2000) highlighted the ongoing struggle between artistic freedom and corporate control, ultimately contributing to broader conversations about artists' rights that continue to influence the music industry today.",
      "es": "El cambio de nombre de Prince a un símbolo impronunciable en 1993 representó una de las protestas más audaces contra el control de las compañías discográficas en la historia de la música. Frustrado por las restricciones de Warner Brothers sobre su producción creativa y la propiedad de sus grabaciones maestras, Prince adoptó un símbolo que combinaba símbolos de género masculino y femenino con una extensión parecida a un cuerno. Dado que el símbolo no se podía escribir en teclados estándar, Warner Brothers se vio forzada a enviar por correo miles de disquetes que contenían un archivo de fuente personalizada a medios de comunicación en todo el mundo, permitiéndoles imprimir su nuevo 'nombre.' Los medios finalmente se conformaron con llamarlo 'El Artista Anteriormente Conocido como Prince,' que se volvió tan famoso como la protesta misma. Este período de siete años (1993-2000) destacó la lucha continua entre la libertad artística y el control corporativo, contribuyendo finalmente a conversaciones más amplias sobre los derechos de los artistas que continúan influyendo en la industria musical hoy."
    }
  },
  "alternatives": {
    "en": [
      "Michael Jackson",
      "Stevie Wonder",
      "David Bowie",
      "George Clinton",
      "Rick James",
      "Sly Stone",
      "James Brown",
      "Marvin Gaye",
      "Curtis Mayfield"
    ],
    "es": [
      "Michael Jackson",
      "Stevie Wonder",
      "David Bowie",
      "George Clinton",
      "Rick James",
      "Sly Stone",
      "James Brown",
      "Marvin Gaye",
      "Curtis Mayfield"
    ]
  }
}