{
    "answer": {
      "en": "The Great Gatsby",
      "es": "El Gran Gatsby"
    },
    "imageUrl": "[Cloudinary URL for The Great Gatsby book cover]",
    "facts": {
      "Author": {
        "en": "My author used his wife's actual words from the hospital delivery room when she said 'I hope it's beautiful and a fool—a beautiful little fool' about their newborn daughter.",
        "es": "Mi autor usó las palabras reales de su esposa desde la sala de partos del hospital cuando dijo 'Espero que sea hermosa y tonta—una hermosa pequeña tonta' sobre su hija recién nacida."
      },
      "Illustration/Cover": {
        "en": "My cover artist was paid only $100 and created the artwork seven months before my manuscript was finished, leading my author to write the imagery into the story.",
        "es": "Mi artista de portada recibió solo $100 y creó la obra de arte siete meses antes de que mi manuscrito estuviera terminado, llevando a mi autor a escribir las imágenes en la historia."
      },
      "Characters": {
        "en": "My narrator was designed to be both 'within and without' the story, simultaneously participating in and judging the events he witnesses.",
        "es": "Mi narrador fue diseñado para estar 'dentro y fuera' de la historia, participando simultáneamente y juzgando los eventos que presencia."
      },
      "Genre": {
        "en": "I helped establish the modernist novel genre by combining Jazz Age realism with symbolic storytelling techniques that influenced an entire generation of American writers.",
        "es": "Ayudé a establecer el género de la novela modernista combinando el realismo de la Era del Jazz con técnicas narrativas simbólicas que influyeron en toda una generación de escritores americanos."
      },
      "Publication Date": {
        "en": "I sold fewer than 20,000 copies in 1925 despite my author's prediction of 75,000 sales, and was withdrawn from bookshops due to lack of interest.",
        "es": "Vendí menos de 20,000 copias en 1925 a pesar de la predicción de mi autor de 75,000 ventas, y fui retirada de las librerías por falta de interés."
      },
      "Plot": {
        "en": "My story uses a dual timeline structure where an adult narrator reconstructs childhood memories through flashbacks not told in chronological order.",
        "es": "Mi historia usa una estructura de cronología dual donde un narrador adulto reconstruye memorias de la infancia a través de flashbacks no contados en orden cronológico."
      },
      "Quote": {
        "en": "My closing sentence about beating on like boats against the current was written to capture the entire American experience of struggling toward an impossible dream.",
        "es": "Mi oración final sobre avanzar como botes contra la corriente fue escrita para capturar toda la experiencia americana de luchar hacia un sueño imposible."
      },
      "Wildcard": {
        "en": "I was distributed to 150,000 soldiers as a pocket-sized Armed Services Edition during World War II, which sparked my transformation from commercial failure to American classic.",
        "es": "Fui distribuida a 150,000 soldados como una Edición de Servicios Armados de tamaño de bolsillo durante la Segunda Guerra Mundial, lo que provocó mi transformación de fracaso comercial a clásico americano."
      }
    },
    "expanded": {
      "Author": {
        "en": "F. Scott Fitzgerald's use of his wife Zelda's actual words reveals the deeply personal nature of his literary creation. On October 26, 1921, as Zelda emerged from anesthesia after giving birth to their daughter Frances 'Scottie' Fitzgerald in St. Paul, Minnesota, Scott carefully recorded her rambling: 'Oh, God, goofo I'm drunk. Mark Twain. Isn't she smart—she has the hiccups. I hope it's beautiful and a fool—a beautiful little fool.' This poignant moment, born from Zelda's disoriented state and perhaps her understanding of women's limited options in 1920s society, became one of literature's most famous lines when Fitzgerald adapted it almost verbatim for Daisy Buchanan's dialogue. The quote reflects both Zelda's wit and her tragic awareness that in their social world, intelligence in women was often seen as a liability rather than an asset.",
        "es": "El uso de F. Scott Fitzgerald de las palabras reales de su esposa Zelda revela la naturaleza profundamente personal de su creación literaria. El 26 de octubre de 1921, cuando Zelda emergió de la anestesia después de dar a luz a su hija Frances 'Scottie' Fitzgerald en St. Paul, Minnesota, Scott registró cuidadosamente sus divagaciones: 'Oh, Dios, goofo estoy borracha. Mark Twain. ¿No es inteligente? Tiene hipo. Espero que sea hermosa y tonta—una hermosa pequeña tonta.' Este momento conmovedor, nacido del estado desorientado de Zelda y quizás su comprensión de las opciones limitadas de las mujeres en la sociedad de los años 1920, se convirtió en una de las líneas más famosas de la literatura cuando Fitzgerald la adaptó casi textualmente para el diálogo de Daisy Buchanan. La cita refleja tanto el ingenio de Zelda como su trágica conciencia de que en su mundo social, la inteligencia en las mujeres a menudo se veía como una responsabilidad más que como un activo."
      },
      "Illustration/Cover": {
        "en": "The creation of Francis Cugat's iconic 'Celestial Eyes' cover represents one of literature's most unusual collaborative processes. Maxwell Perkins commissioned the Spanish-Cuban artist in 1924, paying him merely $100 (equivalent to about $1,700 today) to create artwork based only on conversations about the story and Fitzgerald's working title 'Among Ash Heaps and Millionaires.' Working with minimal information while Fitzgerald was still revising his manuscript in France, Cugat produced a haunting Art Deco image featuring disembodied eyes floating above a glowing cityscape. When Fitzgerald saw Cugat's preliminary sketches, he was so captivated that he famously wrote to Perkins: 'For Christ's sake, don't give anyone that jacket you're saving for me. I've written it into the book.' This reverse influence of cover art on literary content was unprecedented and helped create some of the novel's most powerful imagery, including the eyes of Doctor T.J. Eckleburg.",
        "es": "La creación de la icónica portada 'Ojos Celestiales' de Francis Cugat representa uno de los procesos colaborativos más inusuales de la literatura. Maxwell Perkins encargó al artista español-cubano en 1924, pagándole apenas $100 (equivalente a unos $1,700 hoy) para crear arte basado solo en conversaciones sobre la historia y el título de trabajo de Fitzgerald 'Entre Montones de Cenizas y Millonarios.' Trabajando con información mínima mientras Fitzgerald aún revisaba su manuscrito en Francia, Cugat produjo una imagen Art Deco inquietante con ojos incorpóreos flotando sobre un paisaje urbano brillante. Cuando Fitzgerald vio los bocetos preliminares de Cugat, quedó tan cautivado que famosamente escribió a Perkins: 'Por el amor de Dios, no le des a nadie esa portada que me estás guardando. La he escrito en el libro.' Esta influencia inversa del arte de portada en el contenido literario fue sin precedentes y ayudó a crear algunas de las imágenes más poderosas de la novela, incluyendo los ojos del Doctor T.J. Eckleburg."
      },
      "Characters": {
        "en": "Nick Carraway's role as narrator represents Fitzgerald's masterful solution to the challenge of storytelling perspective in modernist literature. The phrase 'within and without' captures Nick's unique position as both participant and observer, allowing him to be emotionally involved in the story's events while maintaining the critical distance necessary for moral judgment. This duality reflects Fitzgerald's own relationship with the wealthy Long Island society he both envied and criticized. Nick serves as the moral compass of the novel, simultaneously enchanted by the glamour of Gatsby's world and repelled by its moral emptiness. His Midwestern values provide the ethical framework through which readers experience the moral decay of the East Coast elite. This narrative technique was innovative for its time, creating a character who could credibly move between different social worlds while maintaining his role as a reliable narrator and moral guide.",
        "es": "El papel de Nick Carraway como narrador representa la solución magistral de Fitzgerald al desafío de la perspectiva narrativa en la literatura modernista. La frase 'dentro y fuera' captura la posición única de Nick como participante y observador, permitiéndole estar emocionalmente involucrado en los eventos de la historia mientras mantiene la distancia crítica necesaria para el juicio moral. Esta dualidad refleja la propia relación de Fitzgerald con la sociedad adinerada de Long Island que tanto envidiaba como criticaba. Nick sirve como la brújula moral de la novela, simultáneamente encantado por el glamour del mundo de Gatsby y repelido por su vacío moral. Sus valores del Medio Oeste proporcionan el marco ético a través del cual los lectores experimentan la decadencia moral de la élite de la Costa Este. Esta técnica narrativa fue innovadora para su época, creando un personaje que podía moverse creíblemente entre diferentes mundos sociales mientras mantenía su papel como narrador confiable y guía moral."
      },
      "Genre": {
        "en": "The Great Gatsby stands as a pivotal work in the development of American modernist literature, synthesizing the realistic social observation of the Jazz Age with innovative symbolic and structural techniques that would influence generations of writers. Fitzgerald's novel helped establish a distinctly American form of literary modernism that differed from European experimental writing by grounding avant-garde techniques in recognizable social settings and familiar character types. The book's use of symbolism—particularly the green light, the valley of ashes, and the eyes of Doctor T.J. Eckleburg—demonstrated how modernist writers could embed deeper meanings within accessible narratives. Its exploration of the American Dream's corruption and the clash between idealism and materialism became template themes for subsequent American literature. Writers from J.D. Salinger to John Updike acknowledged Fitzgerald's influence in showing how modernist techniques could illuminate specifically American social and psychological tensions.",
        "es": "El Gran Gatsby se erige como una obra fundamental en el desarrollo de la literatura modernista americana, sintetizando la observación social realista de la Era del Jazz con técnicas simbólicas y estructurales innovadoras que influirían en generaciones de escritores. La novela de Fitzgerald ayudó a establecer una forma distintivamente americana de modernismo literario que difería de la escritura experimental europea al fundamentar técnicas vanguardistas en entornos sociales reconocibles y tipos de personajes familiares. El uso del libro del simbolismo—particularmente la luz verde, el valle de las cenizas, y los ojos del Doctor T.J. Eckleburg—demostró cómo los escritores modernistas podían incrustar significados más profundos dentro de narrativas accesibles. Su exploración de la corrupción del Sueño Americano y el choque entre idealismo y materialismo se convirtió en temas plantilla para la literatura americana subsecuente. Escritores desde J.D. Salinger hasta John Updike reconocieron la influencia de Fitzgerald en mostrar cómo las técnicas modernistas podían iluminar tensiones sociales y psicológicas específicamente americanas."
      },
      "Publication Date": {
        "en": "The commercial failure of The Great Gatsby upon its 1925 publication represents one of literature's great ironies, as what is now considered perhaps the greatest American novel initially disappointed both critics and readers. Despite Fitzgerald's confident prediction that it would sell 75,000 copies—based on the success of his previous novels This Side of Paradise and The Beautiful and Damned—the book sold fewer than 20,000 copies in its first year. The novel's sophisticated themes and complex narrative structure proved challenging for 1920s readers who expected more straightforward entertainment from popular fiction. Sales were so poor that bookshops began withdrawing copies from their shelves, and Scribner's had to remainder unsold stock. This commercial disappointment devastated Fitzgerald, who had hoped the novel would establish his reputation as a serious literary artist rather than merely a chronicler of Jazz Age excess. The book remained largely forgotten until its post-World War II revival.",
        "es": "El fracaso comercial de El Gran Gatsby en su publicación de 1925 representa una de las grandes ironías de la literatura, ya que lo que ahora se considera quizás la mayor novela americana inicialmente decepcionó tanto a críticos como a lectores. A pesar de la predicción confiada de Fitzgerald de que vendería 75,000 copias—basado en el éxito de sus novelas anteriores Este Lado del Paraíso y Los Hermosos y Malditos—el libro vendió menos de 20,000 copias en su primer año. Los temas sofisticados de la novela y la estructura narrativa compleja resultaron desafiantes para los lectores de los años 1920 que esperaban entretenimiento más directo de la ficción popular. Las ventas fueron tan pobres que las librerías comenzaron a retirar copias de sus estantes, y Scribner's tuvo que liquidar inventario no vendido. Esta decepción comercial devastó a Fitzgerald, quien había esperado que la novela estableciera su reputación como un artista literario serio en lugar de meramente un cronista del exceso de la Era del Jazz. El libro permaneció largamente olvidado hasta su resurgimiento después de la Segunda Guerra Mundial."
      },
      "Plot": {
        "en": "The narrative structure of The Great Gatsby employs a sophisticated dual timeline that allows Fitzgerald to create both intimacy and perspective in his storytelling. Nick Carraway reconstructs the events of the summer of 1922 from a temporal distance of two years, using a complex pattern of flashbacks, foreshadowing, and non-chronological revelations that mirror the way memory actually works. This technique enables Fitzgerald to control the pacing of crucial information about Gatsby's past, particularly his relationship with Daisy and the source of his wealth, creating mounting dramatic tension. The fragmented timeline also reflects the modernist literary movement's interest in psychological realism and the subjective nature of memory and experience. By having Nick piece together the story retrospectively, Fitzgerald emphasizes themes of loss, regret, and the impossibility of recapturing the past, while allowing readers to discover the truth about Gatsby gradually, much as Nick himself does throughout the narrative.",
        "es": "La estructura narrativa de El Gran Gatsby emplea una cronología dual sofisticada que permite a Fitzgerald crear tanto intimidad como perspectiva en su narración. Nick Carraway reconstruye los eventos del verano de 1922 desde una distancia temporal de dos años, usando un patrón complejo de flashbacks, presagios, y revelaciones no cronológicas que reflejan la forma en que realmente funciona la memoria. Esta técnica permite a Fitzgerald controlar el ritmo de información crucial sobre el pasado de Gatsby, particularmente su relación con Daisy y la fuente de su riqueza, creando tensión dramática creciente. La cronología fragmentada también refleja el interés del movimiento literario modernista en el realismo psicológico y la naturaleza subjetiva de la memoria y la experiencia. Al hacer que Nick arme la historia retrospectivamente, Fitzgerald enfatiza temas de pérdida, arrepentimiento, y la imposibilidad de recapturar el pasado, mientras permite a los lectores descubrir la verdad sobre Gatsby gradualmente, muy como Nick mismo lo hace a lo largo de la narrativa."
      },
      "Quote": {
        "en": "The novel's closing passage—'So we beat on, boats against the current, borne back ceaselessly into the past'—represents Fitzgerald's distillation of the entire American experience into a single, unforgettable metaphor. This sentence encapsulates the central tragedy of the American Dream: the perpetual struggle between hope and reality, progress and nostalgia, aspiration and disillusionment. Fitzgerald spent considerable time crafting this ending, understanding its importance in crystallizing the novel's themes. The maritime metaphor is particularly apt for a nation built by immigrants and explorers who literally crossed oceans in pursuit of new opportunities, yet found themselves forever haunted by what they left behind. The phrase captures both the nobility of human striving and its ultimate futility, suggesting that Americans are simultaneously blessed and cursed by their capacity for reinvention and their inability to escape their origins. This line has become one of the most quoted passages in American literature, serving as a touchstone for discussions of American identity and the nature of the American Dream.",
        "es": "El pasaje final de la novela—'Así seguimos adelante, botes contra la corriente, llevados de vuelta incesantemente hacia el pasado'—representa la destilación de Fitzgerald de toda la experiencia americana en una sola metáfora inolvidable. Esta oración encapsula la tragedia central del Sueño Americano: la lucha perpetua entre esperanza y realidad, progreso y nostalgia, aspiración y desilusión. Fitzgerald pasó tiempo considerable elaborando este final, entendiendo su importancia en cristalizar los temas de la novela. La metáfora marítima es particularmente apropiada para una nación construida por inmigrantes y exploradores que literalmente cruzaron océanos en busca de nuevas oportunidades, pero se encontraron para siempre perseguidos por lo que dejaron atrás. La frase captura tanto la nobleza del esfuerzo humano como su futilidad última, sugiriendo que los americanos están simultáneamente bendecidos y maldecidos por su capacidad de reinvención y su incapacidad de escapar sus orígenes. Esta línea se ha convertido en uno de los pasajes más citados en la literatura americana, sirviendo como piedra de toque para discusiones de identidad americana y la naturaleza del Sueño Americano."
      },
      "Wildcard": {
        "en": "The transformation of The Great Gatsby from commercial failure to American classic was largely catalyzed by its distribution as an Armed Services Edition during World War II, when approximately 150,000 pocket-sized copies were distributed free to American servicemen overseas. These small, lightweight paperbacks were designed to fit easily in soldiers' pockets and knapsacks, making literature accessible in the most challenging circumstances—from foxholes in the Pacific to bomber planes over Europe. The Council on Books in Wartime selected Gatsby as part of their 'weapons in the war of ideas' program, believing that American literature could demonstrate democratic values and freedom of expression to troops fighting fascism. Soldiers read the novel while waiting to land at Normandy, during lulls in Pacific battles, and in field hospitals, finding in Gatsby's story a complex meditation on American ideals that resonated with their own experiences of sacrifice and disillusionment. This military distribution introduced the novel to an entire generation of young Americans who would later become the professors, editors, and cultural gatekeepers who established Gatsby's canonical status in the 1950s and 1960s.",
        "es": "La transformación de El Gran Gatsby de fracaso comercial a clásico americano fue largamente catalizada por su distribución como una Edición de Servicios Armados durante la Segunda Guerra Mundial, cuando aproximadamente 150,000 copias de tamaño de bolsillo fueron distribuidas gratis a militares americanos en el extranjero. Estos libros de bolsillo pequeños y ligeros fueron diseñados para caber fácilmente en los bolsillos y mochilas de los soldados, haciendo la literatura accesible en las circunstancias más desafiantes—desde trincheras en el Pacífico hasta aviones bombarderos sobre Europa. El Consejo de Libros en Tiempo de Guerra seleccionó Gatsby como parte de su programa de 'armas en la guerra de ideas', creyendo que la literatura americana podía demostrar valores democráticos y libertad de expresión a las tropas que luchaban contra el fascismo. Los soldados leyeron la novela mientras esperaban aterrizar en Normandía, durante pausas en batallas del Pacífico, y en hospitales de campaña, encontrando en la historia de Gatsby una meditación compleja sobre los ideales americanos que resonaba con sus propias experiencias de sacrificio y desilusión. Esta distribución militar introdujo la novela a toda una generación de jóvenes americanos que luego se convertirían en los profesores, editores, y guardianes culturales que establecieron el estatus canónico de Gatsby en los años 1950 y 1960."
      }
    },
    "alternatives": {
      "en": ["This Side of Paradise", "The Sun Also Rises", "The Catcher in the Rye", "Of Mice and Men", "The Beautiful and Damned", "Tender Is the Night", "A Farewell to Arms", "The Sound and the Fury", "Main Street"],
      "es": ["Este Lado del Paraíso", "El Sol También Sale", "El Guardián entre el Centeno", "De Ratones y Hombres", "Los Hermosos y Malditos", "Tierna es la Noche", "Adiós a las Armas", "El Sonido y la Furia", "Calle Mayor"]
    }
  }