{
  "answer": {
    "en": "The Lion, the Witch and the Wardrobe",
    "es": "El León, la Bruja y el Armario"
  },
  "imageUrl": "https://res.cloudinary.com/demo/image/upload/v1/samples/books/lion-witch-wardrobe-cover.jpg",
  "citation": "Photo by Jacob Diehl on Unsplash",
  "facts": {
    "Author": {
      "en": "My author completed my manuscript by the end of March 1949, yet held me back from readers for over a year, during which time he wrote three additional stories in my series.",
      "es": "Mi autor completó mi manuscrito a finales de marzo de 1949, pero me retuvo de los lectores por más de un año, durante el cual escribió tres historias adicionales de mi serie."
    },
    "Illustration/Cover": {
      "en": "My illustrator was chosen by my author after he saw her dragon artwork for Tolkien's 'Farmer Giles of Ham.'",
      "es": "Mi ilustradora fue elegida por mi autor después de que vio su arte del dragón para 'Farmer Giles of Ham' de Tolkien."
    },
    "Characters": {
      "en": "My protagonists were originally named Ann, Martin, Rose and Peter in my author's 1939 manuscript.",
      "es": "Mis protagonistas originalmente se llamaban Ann, Martin, Rose y Peter en el manuscrito de 1939 de mi autor."
    },
    "Genre": {
      "en": "I am classified as a portal fantasy, a specific subgenre of fantasy that blends distinct worlds.",
      "es": "Estoy clasificada como una fantasía portal, un subgénero específico de fantasía que mezcla mundos distintos."
    },
    "Publication Date": {
      "en": "I was published on October 16, 1950 and am the first novel to be published in my series despite chronologically being the second.",
      "es": "Fui publicada el 16 de octubre de 1950 y soy la primera novela en publicarse de mi serie a pesar de ser cronológicamente la segunda."
    },
    "Plot": {
      "en": "My central narrative includes a sequence that parallels the story of Jesus, though my author insisted I was 'supposal' rather than deliberate allegory.",
      "es": "Mi narrativa central incluye una secuencia que es paralela a la historia de Jesús, aunque mi autor insistió en que yo era 'suposición' en lugar de alegoría deliberada."
    },
    "Quote": {
      "en": "\"Safe? … Who said anything about safe? 'Course he isn't safe. But he's good. He's the King, I tell you.\"",
      "es": "\"¿Seguro? … ¿Quién dijo algo sobre seguro? Por supuesto que no es seguro. Pero es bueno. Es el Rey, te digo.\""
    },
    "Wildcard": {
      "en": "My author received criticism from literary contemporaries for mixing different mythologies together, combining elements from classical, Norse, and Celtic traditions in ways that some considered inconsistent world-building.",
      "es": "Mi autor recibió críticas de contemporáneos literarios por mezclar diferentes mitologías juntas, combinando elementos de tradiciones clásicas, nórdicas y celtas de maneras que algunos consideraron construcción de mundo inconsistente."
    }
  },
  "expanded": {
    "Author": {
      "en": "The creative timeline behind my creation reveals Lewis's remarkable productivity during this period. After completing my manuscript in March 1949, Lewis didn't rush to publication but instead embarked on an extraordinary writing spree. By the time I finally reached readers in October 1950, he had already completed Prince Caspian by the end of 1949, followed by The Voyage of the Dawn Treader and The Horse and His Boy. This meant that when readers first discovered Narnia through my pages, Lewis had already written enough material for several more books, demonstrating his complete confidence in the world he had created and his systematic approach to building the entire Chronicles series before fully committing to publishing any of it.",
      "es": "La cronología creativa detrás de mi creación revela la notable productividad de Lewis durante este período. Después de completar mi manuscrito en marzo de 1949, Lewis no se apuró a publicar sino que se embarcó en una extraordinaria racha de escritura. Para cuando finalmente llegué a los lectores en octubre de 1950, ya había completado El Príncipe Caspian a finales de 1949, seguido de La Travesía del Viajero del Alba y El Caballo y Su Niño. Esto significaba que cuando los lectores descubrieron por primera vez Narnia a través de mis páginas, Lewis ya había escrito suficiente material para varios libros más, demostrando su completa confianza en el mundo que había creado y su enfoque sistemático para construir toda la serie de las Crónicas antes de comprometerse completamente a publicar cualquiera de ellas."
    },
    "Illustration/Cover": {
      "en": "Pauline Baynes's selection as my illustrator represents one of literature's most fortuitous artistic partnerships, born from Lewis's admiration for her dragon illustrations in Tolkien's 'Farmer Giles of Ham.' Her whimsical yet detailed pen-and-ink style perfectly captured the medieval fantasy atmosphere that Lewis envisioned for Narnia. Baynes used the same delicate line work for my cover design that she employed throughout my interior illustrations, creating a cohesive visual identity that would define the entire Chronicles series. Her ability to blend realistic detail with fairy-tale charm made her illustrations an integral part of my identity, with Lewis later crediting her artwork as crucial to my success and popularity among young readers.",
      "es": "La selección de Pauline Baynes como mi ilustradora representa una de las asociaciones artísticas más afortunadas de la literatura, nacida de la admiración de Lewis por sus ilustraciones de dragones en 'Farmer Giles of Ham' de Tolkien. Su estilo caprichoso pero detallado de pluma y tinta capturó perfectamente la atmósfera de fantasía medieval que Lewis imaginó para Narnia. Baynes usó el mismo trabajo de líneas delicadas para mi diseño de portada que empleó en todas mis ilustraciones interiores, creando una identidad visual cohesiva que definiría toda la serie de las Crónicas. Su habilidad para mezclar detalles realistas con encanto de cuento de hadas hizo que sus ilustraciones fueran una parte integral de mi identidad, con Lewis luego acreditando su arte como crucial para mi éxito y popularidad entre los jóvenes lectores."
    },
    "Characters": {
      "en": "The evolution of my protagonists' names from Ann, Martin, Rose and Peter to Peter, Susan, Edmund and Lucy reveals Lewis's meticulous attention to character development and the careful consideration he gave to each detail. The 1939 manuscript fragment, preserved as part of another work, shows that Lewis had been contemplating children entering a magical world for over a decade before I was completed. Interestingly, only Peter retained his original name through all iterations, suggesting Lewis felt this character was perfectly conceived from the beginning. The other names were refined to create better sibling dynamics and to reflect the more sophisticated character arcs that Lewis developed as the story evolved from a simple evacuation tale into a complex fantasy adventure with deeper theological implications.",
      "es": "La evolución de los nombres de mis protagonistas de Ann, Martin, Rose y Peter a Peter, Susan, Edmund y Lucy revela la meticulosa atención de Lewis al desarrollo de personajes y la cuidadosa consideración que dio a cada detalle. El fragmento del manuscrito de 1939, preservado como parte de otra obra, muestra que Lewis había estado contemplando niños entrando a un mundo mágico por más de una década antes de que yo fuera completada. Curiosamente, solo Peter retuvo su nombre original a través de todas las iteraciones, sugiriendo que Lewis sintió que este personaje fue perfectamente concebido desde el principio. Los otros nombres fueron refinados para crear mejores dinámicas entre hermanos y para reflejar los arcos de personajes más sofisticados que Lewis desarrolló cuando la historia evolucionó de un simple cuento de evacuación a una aventura de fantasía compleja con implicaciones teológicas más profundas."
    },
    "Genre": {
      "en": "My classification as a portal fantasy established me as one of the defining works of this subgenre, which requires a physical gateway between the real world and a magical realm. The wardrobe serves as more than just a plot device—it represents the boundary between the mundane and the miraculous, allowing readers to experience the same sense of wonder and discovery as my protagonists. This genre became particularly significant in children's literature because it allows young readers to imagine that magic might be accessible in their own everyday world, hidden behind the most ordinary objects. My success helped establish portal fantasy as a legitimate and popular subgenre, influencing countless later works that feature similar magical gateways, from platform barriers to rabbit holes to enchanted doors.",
      "es": "Mi clasificación como fantasía portal me estableció como una de las obras definitorias de este subgénero, que requiere una puerta física entre el mundo real y un reino mágico. El armario sirve como más que solo un dispositivo de trama—representa la frontera entre lo mundano y lo milagroso, permitiendo a los lectores experimentar el mismo sentido de asombro y descubrimiento que mis protagonistas. Este género se volvió particularmente significativo en la literatura infantil porque permite a los jóvenes lectores imaginar que la magia podría ser accesible en su propio mundo cotidiano, escondida detrás de los objetos más ordinarios. Mi éxito ayudó a establecer la fantasía portal como un subgénero legítimo y popular, influyendo en innumerables obras posteriores que presentan puertas mágicas similares, desde barreras de plataforma hasta madrigueras de conejo hasta puertas encantadas."
    },
    "Publication Date": {
      "en": "My publication on October 16, 1950, created a fascinating chronological paradox that continues to influence how readers experience the Chronicles of Narnia. While I was the first book published and remain the most famous, The Magician's Nephew, published five years later, actually depicts the creation of Narnia and chronologically precedes my events. This publication order versus chronological order debate has sparked ongoing discussions among scholars and fans about how the series should be read. Some argue that my mysterious introduction to Narnia, with its unexplained lamppost and incomplete mythology, creates a more compelling entry point than the complete origin story provided by The Magician's Nephew. This intentional ambiguity demonstrates Lewis's sophisticated understanding of how mystery and gradual revelation enhance reader engagement.",
      "es": "Mi publicación el 16 de octubre de 1950, creó una paradoja cronológica fascinante que continúa influyendo en cómo los lectores experimentan las Crónicas de Narnia. Mientras que fui el primer libro publicado y sigo siendo el más famoso, El Sobrino del Mago, publicado cinco años después, en realidad describe la creación de Narnia y cronológicamente precede mis eventos. Este debate entre orden de publicación versus orden cronológico ha generado discusiones continuas entre académicos y fanáticos sobre cómo debería leerse la serie. Algunos argumentan que mi introducción misteriosa a Narnia, con su poste de luz inexplicado y mitología incompleta, crea un punto de entrada más convincente que la historia de origen completa proporcionada por El Sobrino del Mago. Esta ambigüedad intencional demuestra la comprensión sofisticada de Lewis de cómo el misterio y la revelación gradual mejoran el compromiso del lector."
    },
    "Plot": {
      "en": "My narrative structure deliberately parallels the Christian story of death and resurrection, yet Lewis's insistence that I represent 'supposal' rather than allegory reflects his sophisticated approach to religious symbolism in literature. Lewis distinguished between allegory, where everything represents something else, and supposal, which asks 'what if Christ came to another world?' This theological framework allows Aslan's sacrifice on the Stone Table and subsequent resurrection to echo Christ's passion without being a simple one-to-one correspondence. Lewis believed this approach would allow the Christian story to 'steal past the watchful dragons' of children's preconceptions about religion, presenting familiar themes in fresh, imaginative ways that could speak to readers regardless of their religious background.",
      "es": "Mi estructura narrativa deliberadamente es paralela a la historia cristiana de muerte y resurrección, pero la insistencia de Lewis de que represento 'suposición' en lugar de alegoría refleja su enfoque sofisticado al simbolismo religioso en la literatura. Lewis distinguió entre alegoría, donde todo representa algo más, y suposición, que pregunta '¿qué pasaría si Cristo viniera a otro mundo?' Este marco teológico permite que el sacrificio de Aslan en la Mesa de Piedra y la subsecuente resurrección hagan eco de la pasión de Cristo sin ser una correspondencia simple uno a uno. Lewis creía que este enfoque permitiría que la historia cristiana 'se escabullera pasando los dragones vigilantes' de las preconcepciones de los niños sobre la religión, presentando temas familiares de maneras frescas e imaginativas que podrían hablar a los lectores independientemente de su trasfondo religioso."
    },
    "Quote": {
      "en": "This dialogue between Mr. Beaver and the children represents one of the most theologically profound moments in the entire Chronicles series, encapsulating Lewis's understanding of divine nature in a single exchange. When Lucy asks whether Aslan is safe, Mr. Beaver's response cuts to the heart of Lewis's Christian worldview: that goodness and safety are not synonymous, and that true divine power is both awe-inspiring and benevolent. The quote has transcended its fictional origins to become a widely-cited reflection on the nature of God in Christian theology, frequently quoted in sermons, theological discussions, and philosophical debates about the relationship between divine power and moral goodness. Lewis himself considered this exchange central to understanding Aslan's character, as it establishes that the great lion commands respect not through gentle familiarity, but through the recognition that ultimate goodness possesses an inherent wildness and unpredictability that demands reverence.",
      "es": "Este diálogo entre el Sr. Castor y los niños representa uno de los momentos teológicamente más profundos de toda la serie de las Crónicas, encapsulando la comprensión de Lewis sobre la naturaleza divina en un solo intercambio. Cuando Lucy pregunta si Aslan es seguro, la respuesta del Sr. Castor llega al corazón de la cosmovisión cristiana de Lewis: que la bondad y la seguridad no son sinónimos, y que el verdadero poder divino es tanto inspirador como benevolente. La cita ha trascendido sus orígenes ficticios para convertirse en una reflexión ampliamente citada sobre la naturaleza de Dios en la teología cristiana, frecuentemente citada en sermones, discusiones teológicas y debates filosóficos sobre la relación entre el poder divino y la bondad moral. El propio Lewis consideraba este intercambio central para entender el carácter de Aslan, ya que establece que el gran león inspira respeto no a través de la familiaridad gentil, sino a través del reconocimiento de que la bondad última posee una naturaleza salvaje e impredecibilidad inherente que exige reverencia."
    },
    "Wildcard": {
      "en": "The criticism of Lewis's mythology-mixing approach reflected a fundamental divide in fantasy literature philosophy that persists to this day. J.R.R. Tolkien, Lewis's close friend and fellow Inklings member, was particularly vocal about what he saw as Lewis's 'patchwork' approach to world-building, arguing that combining elements from disparate mythological traditions—classical fauns alongside Norse dwarfs, Father Christmas appearing with talking animals, and Celtic influences mixed with Germanic folklore—created jarring inconsistencies that broke the spell of the secondary world. Tolkien believed that effective fantasy required internal consistency and a unified mythological framework, preferring his own meticulous approach of creating entirely new mythologies with their own linguistic and cultural logic. Other contemporary critics shared this view, suggesting that Lewis's eclectic borrowing from various traditions made Narnia feel less like a coherent alternate world and more like a collection of borrowed elements from different sources. However, Lewis defended his approach, arguing that his method allowed him to tap into the deep resonances that these mythological elements already held in readers' minds, creating immediate emotional connections rather than requiring readers to learn entirely new mythological systems.",
      "es": "La crítica al enfoque de mezcla mitológica de Lewis reflejó una división fundamental en la filosofía de la literatura fantástica que persiste hasta el día de hoy. J.R.R. Tolkien, amigo cercano de Lewis y compañero miembro de los Inklings, fue particularmente vocal sobre lo que vio como el enfoque de 'patchwork' de Lewis para la construcción de mundos, argumentando que combinar elementos de tradiciones mitológicas dispares—faunos clásicos junto a enanos nórdicos, Papá Noel apareciendo con animales parlantes, e influencias celtas mezcladas con folclore germánico—creaba inconsistencias discordantes que rompían el hechizo del mundo secundario. Tolkien creía que la fantasía efectiva requería consistencia interna y un marco mitológico unificado, prefiriendo su propio enfoque meticuloso de crear mitologías completamente nuevas con su propia lógica lingüística y cultural. Otros críticos contemporáneos compartieron esta visión, sugiriendo que el préstamo ecléctico de Lewis de varias tradiciones hacía que Narnia se sintiera menos como un mundo alternativo coherente y más como una colección de elementos prestados de diferentes fuentes. Sin embargo, Lewis defendió su enfoque, argumentando que su método le permitía aprovechar las resonancias profundas que estos elementos mitológicos ya tenían en las mentes de los lectores, creando conexiones emocionales inmediatas en lugar de requerir que los lectores aprendieran sistemas mitológicos completamente nuevos."
    }
  },
  "alternatives": {
    "en": [
      "The Hobbit",
      "Alice's Adventures in Wonderland",
      "A Wrinkle in Time",
      "The Phantom Tollbooth",
      "The Secret Garden",
      "Where the Red Fern Grows",
      "Bridge to Terabithia",
      "The Wind in the Willows",
      "Charlie and the Chocolate Factory"
    ],
    "es": [
      "El Hobbit",
      "Las Aventuras de Alicia en el País de las Maravillas",
      "Una Arruga en el Tiempo",
      "La Caseta Mágica",
      "El Jardín Secreto",
      "Donde Crece el Helecho Rojo",
      "Un Puente hacia Terabithia",
      "El Viento en los Sauces",
      "Charlie y la Fábrica de Chocolate"
    ]
  }
}