{
  "answer": {
    "en": "Pride and Prejudice",
    "es": "Orgullo y Prejuicio"
  },
  "imageUrl": "[Cloudinary URL for Pride and Prejudice book cover]",
  "citation": "Image Generated by DALL-E",
  "facts": {
    "Author": {
      "en": "My author wrote me when she was just 21 years old, but I wasn't published until 17 years later when she made significant revisions to the original manuscript.",
      "es": "Mi autora me escribió cuando tenía solo 21 años, pero no fui publicada hasta 17 años después cuando hizo revisiones significativas al manuscrito original."
    },
    "Illustration/Cover": {
      "en": "My first edition in 1813 had no author's name on the cover, only the words 'By the Author of Sense and Sensibility' printed in small letters.",
      "es": "Mi primera edición en 1813 no tenía el nombre del autor en la portada, solo las palabras 'Por el Autor de Sentido y Sensibilidad' impresas en letras pequeñas."
    },
    "Characters": {
      "en": "My author declared in a letter to her sister that she thought my heroine was 'as delightful a creature as ever appeared in print.'",
      "es": "Mi autora declaró en una carta a su hermana que pensaba que mi heroína era 'una criatura tan encantadora como cualquiera que haya aparecido en letra impresa.'"
    },
    "Genre": {
      "en": "I pose as domestic fiction while staging a surgical dismantling of social mobility myths through irony and shifting internal perspectives.",
      "es": "Me presento como ficción doméstica mientras escenifico un desmantelamiento quirúrgico de los mitos de movilidad social a través de ironía y perspectivas internas cambiantes."
    },
    "Publication Date": {
      "en": "I was published during the Napoleonic Wars when paper was so expensive that most novels cost six times a working person's weekly wages.",
      "es": "Fui publicada durante las Guerras Napoleónicas cuando el papel era tan caro que la mayoría de las novelas costaban seis veces el salario semanal de una persona trabajadora."
    },
    "Plot": {
      "en": "A private letter in Chapter 35 flips my narrative on its head and forces my heroine to reevaluate her so-called nemesis' integrity, motives, and perhaps her own judgment.",
      "es": "Una carta privada en el Capítulo 35 voltea mi narrativa completamente y fuerza a mi heroína a reevaluar la integridad, motivos de su supuesto némesis, y quizás su propio juicio."
    },
    "Quote": {
      "en": "My opening sentence about a 'universal truth' was actually meant as sharp social criticism, not romantic advice.",
      "es": "Mi oración de apertura sobre una 'verdad universal' era en realidad una crítica social aguda, no un consejo romántico."
    },
    "Wildcard": {
      "en": "I was rejected by the publisher Cadell in 1797 without even being read, with the curt dismissal 'declined by Return of Post.'",
      "es": "Fui rechazada por el editor Cadell en 1797 sin siquiera ser leída, con el rechazo cortante 'rechazada por Correo de Vuelta.'"
    }
  },
  "expanded": {
    "Author": {
      "en": "Jane Austen began writing Pride and Prejudice under the title 'First Impressions' when she was just twenty-one years old, between October 1796 and August 1797. The manuscript remained unpublished for sixteen years while Austen continued to develop her craft and revise the work extensively. During this period, she transformed the novel from its original form into the polished masterpiece we know today, making significant changes to character development, plot structure, and narrative voice. The long gap between writing and publication allowed Austen to mature as a writer, and her revisions reflect a deeper understanding of social commentary and literary technique that made the final version far superior to her youthful first attempt.",
      "es": "Jane Austen comenzó a escribir Orgullo y Prejuicio bajo el título 'Primeras Impresiones' cuando tenía solo veintiún años, entre octubre de 1796 y agosto de 1797. El manuscrito permaneció sin publicar durante dieciséis años mientras Austen continuó desarrollando su arte y revisó la obra extensivamente. Durante este período, transformó la novela de su forma original en la obra maestra pulida que conocemos hoy, haciendo cambios significativos al desarrollo de personajes, estructura de la trama y voz narrativa. El largo período entre escritura y publicación permitió a Austen madurar como escritora, y sus revisiones reflejan una comprensión más profunda del comentario social y la técnica literaria que hizo la versión final muy superior a su primer intento juvenil."
    },
    "Illustration/Cover": {
      "en": "The first edition of Pride and Prejudice, published in January 1813, appeared anonymously as was customary for novels by women at the time. Rather than bearing Jane Austen's name, the title page credited the work to 'By the Author of Sense and Sensibility,' linking it to her previously successful novel. This publishing practice protected female authors from potential social criticism while building on established readership. The anonymous publication also reflected the literary climate of the early 19th century, where novels were considered a lesser form of literature compared to poetry, and many authors of both genders published fiction without attribution. The modest attribution in small print contrasted with the bold impact the novel would have on English literature.",
      "es": "La primera edición de Orgullo y Prejuicio, publicada en enero de 1813, apareció anónimamente como era costumbre para las novelas de mujeres en ese tiempo. En lugar de llevar el nombre de Jane Austen, la página del título acreditó la obra a 'Por el Autor de Sentido y Sensibilidad,' vinculándola con su novela previamente exitosa. Esta práctica editorial protegía a las autoras femeninas de potenciales críticas sociales mientras construía sobre lectores establecidos. La publicación anónima también reflejó el clima literario de principios del siglo XIX, donde las novelas se consideraban una forma menor de literatura comparada con la poesía, y muchos autores de ambos géneros publicaron ficción sin atribución. La atribución modesta en letra pequeña contrastó con el impacto audaz que la novela tendría en la literatura inglesa."
    },
    "Characters": {
      "en": "Jane Austen's deep affection for Elizabeth Bennet is evident in her correspondence with her sister Cassandra, where she praised her heroine as 'as delightful a creature as ever appeared in print.' This enthusiasm reflects Austen's careful crafting of Elizabeth as a complex, intelligent protagonist who challenged conventional expectations of fictional heroines. Unlike many female characters of the era who were primarily defined by their beauty or virtue, Elizabeth possessed wit, independence, and the ability to grow and change throughout the narrative. Austen's pride in her creation was well-founded—Elizabeth Bennet became one of the most beloved characters in English literature, admired for her spirit, intelligence, and moral development. The author's personal investment in Elizabeth's character helped create a heroine who felt genuine and relatable to readers across generations.",
      "es": "El profundo afecto de Jane Austen por Elizabeth Bennet es evidente en su correspondencia con su hermana Cassandra, donde elogió a su heroína como 'una criatura tan encantadora como cualquiera que haya aparecido en letra impresa.' Este entusiasmo refleja el cuidadoso trabajo de Austen al crear a Elizabeth como una protagonista compleja e inteligente que desafió las expectativas convencionales de las heroínas ficticias. A diferencia de muchos personajes femeninos de la época que se definían principalmente por su belleza o virtud, Elizabeth poseía ingenio, independencia y la capacidad de crecer y cambiar a lo largo de la narrativa. El orgullo de Austen en su creación estaba bien fundamentado—Elizabeth Bennet se convirtió en uno de los personajes más queridos de la literatura inglesa, admirada por su espíritu, inteligencia y desarrollo moral. La inversión personal de la autora en el personaje de Elizabeth ayudó a crear una heroína que se sintió genuina y relacionable para lectores a través de generaciones."
    },
    "Genre": {
      "en": "Pride and Prejudice masterfully disguises its radical social critique within the familiar framework of domestic fiction, making it appear to be a simple story about marriage and manners while actually dismantling contemporary beliefs about social mobility and class structure. Austen employs sophisticated literary techniques, including free indirect discourse and ironic narrative voice, to expose the hypocrisies and limitations of Regency society. The novel's shifting internal perspectives allow readers to experience characters' evolving understanding of themselves and others, particularly through Elizabeth's journey from prejudiced observer to self-aware critic of her own assumptions. This approach was revolutionary for its time, as it used the popular romance genre to deliver serious social commentary about economic dependence, gender roles, and class privilege without alienating readers who might reject overtly political literature.",
      "es": "Orgullo y Prejuicio disfraza magistralmente su crítica social radical dentro del marco familiar de la ficción doméstica, haciéndola parecer una simple historia sobre matrimonio y modales mientras en realidad desmantela las creencias contemporáneas sobre movilidad social y estructura de clases. Austen emplea técnicas literarias sofisticadas, incluyendo discurso indirecto libre y voz narrativa irónica, para exponer las hipocresías y limitaciones de la sociedad de la Regencia. Las perspectivas internas cambiantes de la novela permiten a los lectores experimentar la comprensión evolutiva de los personajes sobre sí mismos y otros, particularmente a través del viaje de Elizabeth de observadora prejuiciosa a crítica autoconsciente de sus propias suposiciones. Este enfoque fue revolucionario para su tiempo, ya que usó el género romántico popular para entregar comentario social serio sobre dependencia económica, roles de género y privilegio de clase sin alienar a lectores que podrían rechazar literatura abiertamente política."
    },
    "Publication Date": {
      "en": "Pride and Prejudice was published in January 1813 during the height of the Napoleonic Wars, a period of economic strain that dramatically affected the publishing industry and book prices. The ongoing conflict created severe paper shortages and increased production costs, making books luxury items accessible primarily to the wealthy. At 18 shillings for the three-volume set, Pride and Prejudice cost approximately six times a working person's weekly wages, highlighting the class divisions that the novel itself critiqued. This expensive price point meant that most readers accessed the book through circulating libraries or borrowed copies, creating a shared reading culture among the middle and upper classes. The timing of publication during wartime also meant that many of the novel's themes about economic uncertainty and social stability resonated deeply with contemporary readers facing their own uncertain times.",
      "es": "Orgullo y Prejuicio fue publicado en enero de 1813 durante el apogeo de las Guerras Napoleónicas, un período de tensión económica que afectó dramáticamente la industria editorial y los precios de los libros. El conflicto continuo creó severas escaseces de papel y aumentó los costos de producción, haciendo los libros artículos de lujo accesibles principalmente para los ricos. A 18 chelines por el set de tres volúmenes, Orgullo y Prejuicio costaba aproximadamente seis veces el salario semanal de una persona trabajadora, resaltando las divisiones de clase que la propia novela criticaba. Este punto de precio caro significó que la mayoría de los lectores accedían al libro a través de bibliotecas circulantes o copias prestadas, creando una cultura de lectura compartida entre las clases medias y altas. El momento de publicación durante tiempo de guerra también significó que muchos de los temas de la novela sobre incertidumbre económica y estabilidad social resonaron profundamente con lectores contemporáneos enfrentando sus propios tiempos inciertos."
    },
    "Plot": {
      "en": "Chapter 35 represents the structural and emotional turning point of Pride and Prejudice, featuring Darcy's explanatory letter that completely transforms both Elizabeth's understanding and the reader's perception of previous events. This letter reveals crucial information about Wickham's true character and Darcy's reasons for separating Bingley from Jane, forcing Elizabeth to confront the extent of her own prejudice and misjudgment. The placement of this revelation at the novel's midpoint demonstrates Austen's careful attention to narrative structure, using the letter as a device to flip the entire story's perspective. Elizabeth's subsequent self-reflection and recognition of her errors creates a moment of genuine character growth that elevates the novel beyond simple romance into a sophisticated exploration of self-awareness and moral development. This pivotal chapter exemplifies Austen's skill at using plot devices to advance both story and character development simultaneously.",
      "es": "El Capítulo 35 representa el punto de inflexión estructural y emocional de Orgullo y Prejuicio, presentando la carta explicativa de Darcy que transforma completamente tanto la comprensión de Elizabeth como la percepción del lector de eventos previos. Esta carta revela información crucial sobre el verdadero carácter de Wickham y las razones de Darcy para separar a Bingley de Jane, forzando a Elizabeth a confrontar el alcance de su propio prejuicio y juicio erróneo. La colocación de esta revelación en el punto medio de la novela demuestra la atención cuidadosa de Austen a la estructura narrativa, usando la carta como dispositivo para voltear completamente la perspectiva de toda la historia. La subsecuente autorreflexión de Elizabeth y reconocimiento de sus errores crea un momento de crecimiento genuino del personaje que eleva la novela más allá del simple romance hacia una exploración sofisticada de autoconciencia y desarrollo moral. Este capítulo pivotal ejemplifica la habilidad de Austen para usar dispositivos de trama para avanzar tanto historia como desarrollo de personajes simultáneamente."
    },
    "Quote": {
      "en": "The famous opening line 'It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife' exemplifies Austen's mastery of ironic social commentary disguised as conventional wisdom. While appearing to state a romantic truism, the sentence actually satirizes society's mercenary approach to marriage and the economic pressures facing women of the era. The phrase 'universally acknowledged' immediately signals irony, as this 'truth' is neither universal nor necessarily true, but rather reflects the narrow perspective of a marriage-obsessed society. Austen's use of this opening establishes the novel's sophisticated approach to social critique, promising readers a story that will challenge rather than confirm conventional romantic expectations. The enduring quotability of this line demonstrates how effectively Austen embedded serious social criticism within accessible, memorable prose that continues to resonate with modern readers.",
      "es": "La famosa línea de apertura 'Es una verdad universalmente reconocida que un hombre soltero en posesión de una buena fortuna debe estar necesitado de una esposa' ejemplifica la maestría de Austen del comentario social irónico disfrazado como sabiduría convencional. Mientras parece declarar una verdad romántica, la oración en realidad satiriza el enfoque mercenario de la sociedad hacia el matrimonio y las presiones económicas que enfrentan las mujeres de la época. La frase 'universalmente reconocida' inmediatamente señala ironía, ya que esta 'verdad' no es ni universal ni necesariamente cierta, sino que refleja la perspectiva estrecha de una sociedad obsesionada con el matrimonio. El uso de Austen de esta apertura establece el enfoque sofisticado de la novela hacia la crítica social, prometiendo a los lectores una historia que desafiará en lugar de confirmar expectativas románticas convencionales. La perdurable capacidad de cita de esta línea demuestra cuán efectivamente Austen incrustó crítica social seria dentro de prosa accesible y memorable que continúa resonando con lectores modernos."
    },
    "Wildcard": {
      "en": "The rejection of Pride and Prejudice by publisher Thomas Cadell in 1797 represents one of literary history's most significant missed opportunities. Cadell's curt dismissal 'declined by Return of Post' meant that the manuscript was rejected without even being read, based presumably on his lack of interest in unsolicited novels from unknown authors. This rejection forced Jane Austen to set aside the manuscript for over a decade, during which time she continued to develop her craft through other projects. The publisher's hasty dismissal meant that readers had to wait sixteen additional years to encounter Elizabeth Bennet and Mr. Darcy, while Cadell missed the chance to publish what would become one of the most beloved novels in English literature. This episode illustrates the challenges faced by unknown authors, particularly women, in the early 19th-century publishing world, where personal connections and established reputations often mattered more than literary merit.",
      "es": "El rechazo de Orgullo y Prejuicio por el editor Thomas Cadell en 1797 representa una de las oportunidades perdidas más significativas de la historia literaria. El rechazo cortante de Cadell 'rechazada por Correo de Vuelta' significó que el manuscrito fue rechazado sin siquiera ser leído, basado presumiblemente en su falta de interés en novelas no solicitadas de autores desconocidos. Este rechazo forzó a Jane Austen a apartar el manuscrito por más de una década, durante la cual continuó desarrollando su arte a través de otros proyectos. El rechazo apresurado del editor significó que los lectores tuvieron que esperar dieciséis años adicionales para encontrar a Elizabeth Bennet y Mr. Darcy, mientras Cadell perdió la oportunidad de publicar lo que se convertiría en una de las novelas más queridas de la literatura inglesa. Este episodio ilustra los desafíos enfrentados por autores desconocidos, particularmente mujeres, en el mundo editorial de principios del siglo XIX, donde las conexiones personales y reputaciones establecidas a menudo importaban más que el mérito literario."
    }
  },
  "alternatives": {
    "en": [
      "Sense and Sensibility",
      "Emma",
      "Jane Eyre",
      "Wuthering Heights",
      "Mansfield Park",
      "Northanger Abbey",
      "Persuasion",
      "The Tenant of Wildfell Hall",
      "Villette"
    ],
    "es": [
      "Sentido y Sensibilidad",
      "Emma",
      "Jane Eyre",
      "Cumbres Borrascosas",
      "Mansfield Park",
      "La Abadía de Northanger",
      "Persuasión",
      "La Inquilina de Wildfell Hall",
      "Villette"
    ]
  }
}