{
    "answer": {
      "en": "Cheetah",
      "es": "Guepardo"
    },
    "facts": {
      "Habitat": {
        "en": "My population has declined by 92% in the last century, with small isolated groups now scattered across just 9% of my historical range that once spanned three continents including areas with minimal rainfall.",
        "es": "Mi población ha disminuido un 92% en el último siglo, con pequeños grupos aislados ahora dispersos en apenas el 9% de mi rango histórico que alguna vez abarcó tres continentes, incluyendo áreas con mínimas precipitaciones."
      },
      "Diet": {
        "en": "Unlike most carnivores who focus on ambush, I've evolved to hunt in full daylight when my specialized vision can detect prey movement up to 5km away, and I typically only need to drink water once every 3-4 days.",
        "es": "A diferencia de la mayoría de los carnívoros que se centran en la emboscada, he evolucionado para cazar a plena luz del día cuando mi visión especializada puede detectar el movimiento de las presas hasta a 5 km de distancia, y normalmente solo necesito beber agua una vez cada 3-4 días."
      },
      "Physical Characteristics": {
        "en": "My semi-retractable claws function more like cleats than weapons, providing crucial traction and my flexible spine to stretch to nearly double its relaxed length.",
        "es": "Mis garras semi-retráctiles funcionan más como tacos que como armas, proporcionando tracción crucial y permitiendo que mi columna flexible se estire hasta casi el doble de su longitud relajada."
      },
      "Evolutionary History": {
        "en": "Unlike all other members of my taxonomic family, I cannot hybridize with any of them due to having 38 chromosomes instead of 36. Fossil evidence shows my lineage diverged approximately 8.5 million years ago.",
        "es": "A diferencia de todos los demás miembros de mi familia taxonómica, no puedo hibridarme con ninguno de ellos debido a tener 38 cromosomas en lugar de 36. La evidencia fósil muestra que mi linaje divergió hace aproximadamente 8.5 millones de años."
      },
      "Social Behavior": {
        "en": "Males in my species often form lifelong coalitions with their brothers, sharing everything from hunting to mating opportunities, while females actively avoid each other except for brief cub playdates.",
        "es": "Los machos de mi especie a menudo forman coaliciones de por vida con sus hermanos, compartiendo todo, desde la caza hasta las oportunidades de apareamiento, mientras que las hembras se evitan activamente entre sí, excepto por breves citas de juego para cachorros."
      },
      "Reproduction": {
        "en": "Females of my species have one of the most unusual reproductive systems. We have no specific breeding season and can be pregnant with cubs from different fathers simultaneously.",
        "es": "Las hembras de mi especie tienen uno de los sistemas reproductivos más inusuales. No tenemos una temporada específica de reproducción y podemos estar embarazadas de cachorros de diferentes padres simultáneamente."
      },
      "Interspecies Relationships": {
        "en": "My species is not domesticated. However, from 1556 to 1605 Akbar the Great owned as many as 9,000 of my kind during his 49-year reign of the Mughal Empire, using us for hunting antelopes.",
        "es": "Mi especie no es domesticada. Sin embargo, de 1556 a 1605, Akbar el Grande poseyó hasta 9,000 de mi especie durante su reinado de 49 años del Imperio Mogol, usando a mi especie para cazar antílopes."
      },
      "Wildcard": {
        "en": "My central nervous system has evolved a unique 'fixed action pattern' that automatically stabilizes my head. Even if you could artificially rotate my body, my eyes would remain perfectly level with the horizon.",
        "es": "Mi sistema nervioso central ha desarrollado un 'patrón de acción fijo' único que automáticamente estabiliza mi cabeza. Incluso si pudieras rotar artificialmente mi cuerpo, mis ojos permanecerían perfectamente nivelados con el horizonte."
      }
    },
    "alternatives": {
      "en": ["Leopard", "Jaguar", "Cougar", "Ocelot", "Lynx", "Caracal", "Serval", "Puma", "Lion"],
      "es": ["Leopardo", "Jaguar", "Puma", "Ocelote", "Lince", "Caracal", "Serval", "Puma", "León"]
    }
  }