{
  "answer": {
    "en": "Eagle",
    "es": "Águila"
  },
  "imageUrl": "https://res.cloudinary.com/fact5-trivia/image/upload/v1703123456/animals/eagle_soaring_mountain.jpg",
  "citation": "Image source to be added",
  "facts": {
    "Habitat": {
      "en": "I can be found on every continent except Antarctica, with my various species ranging from sea level to mountainous regions exceeding 6,000 meters in elevation.",
      "es": "Puedo encontrarme en todos los continentes excepto la Antártida, con mis varias especies habitando desde el nivel del mar hasta regiones montañosas que superan los 6,000 metros de elevación."
    },
    "Diet": {
      "en": "Despite my reputation as a fierce hunter, many of my species are accomplished kleptoparasites who steal significant portions of food from other birds, particularly ospreys.",
      "es": "A pesar de mi reputación como cazador feroz, muchas de mis especies somos kleptoparásitos hábiles que roban porciones significativas de comida de otras aves, particularmente de los águilas pescadoras."
    },
    "Physical Characteristics": {
      "en": "My eyes are approximately the same size as a human's despite my body weighing only 10-15 pounds, and they contain over 1 million cone cells per square millimeter compared to humans' 200,000.",
      "es": "Mis ojos son aproximadamente del mismo tamaño que los de un humano a pesar de que mi cuerpo pesa solo 4.5-7 kilogramos, y contienen más de 1 millón de células cono por milímetro cuadrado comparado con las 200,000 de los humanos."
    },
    "Evolutionary History": {
      "en": "Molecular analysis reveals that my largest extinct relative increased in size from 1 kilogram to 15 kilograms in less than one million years, the fastest size evolution ever recorded in birds.",
      "es": "El análisis molecular revela que mi pariente extinto más grande aumentó de tamaño de 1 kilogramo a 15 kilogramos en menos de un millón de años, la evolución de tamaño más rápida jamás registrada en aves."
    },
    "Social Behavior": {
      "en": "I perform spectacular courtship displays called 'cartwheeling' where mated pairs lock talons at great heights and spin toward earth, separating only moments before impact.",
      "es": "Realizo espectaculares exhibiciones de cortejo llamadas 'volteretas' donde las parejas apareadas entrelazamos garras a gran altura y giramos hacia la tierra, separándonos solo momentos antes del impacto."
    },
    "Reproduction": {
      "en": "My chicks often engage in obligate siblicide known as 'Cainism,' where the older, stronger sibling systematically attacks and often kills the younger one while parents do not intervene.",
      "es": "Mis polluelos a menudo participan en siblicidio obligatorio conocido como 'Cainismo,' donde el hermano mayor y más fuerte ataca sistemáticamente y a menudo mata al menor mientras los padres no intervienen."
    },
    "Interspecies Relationships": {
      "en": "Some of my species have been documented forming commensal relationships with large herbivores by following caribou herds and cattle, waiting for their movement to flush out small mammals and ground-dwelling birds.",
      "es": "Algunas de mis especies han sido documentadas formando relaciones comensales con grandes herbívoros siguiendo manadas de caribú y ganado, esperando que su movimiento ahuyente pequeños mamíferos y aves terrestres."
    },
    "Wildcard": {
      "en": "I undergo a specialized molting process where I replace only 4-7 of my 10 primary flight feathers each year in a strategic pattern to ensure I never become flightless.",
      "es": "Experimento un proceso de muda especializado donde reemplazo solo 4-7 de mis 10 plumas primarias de vuelo cada año en un patrón estratégico para asegurar que nunca quede sin capacidad de volar."
    }
  },
  "expanded": {
    "Habitat": {
      "en": "Eagles demonstrate remarkable habitat diversity across the globe, with 68 different species occupying nearly every terrestrial ecosystem. Sea eagles thrive along coastlines and major waterways, while mountain species like the golden eagle can nest at elevations exceeding 6,000 meters in the Himalayas. Forest eagles navigate dense canopies with precision, and desert species have adapted to arid conditions. This incredible range reflects millions of years of evolutionary adaptation to different ecological niches. The only continent lacking native eagle populations is Antarctica, though some species migrate across polar regions during seasonal movements.",
      "es": "Las águilas demuestran una diversidad de hábitat notable a través del globo, con 68 especies diferentes ocupando casi todos los ecosistemas terrestres. Las águilas marinas prosperan a lo largo de costas y vías fluviales principales, mientras que las especies montañosas como el águila real pueden anidar a elevaciones que superan los 6,000 metros en el Himalaya. Las águilas del bosque navegan doseles densos con precisión, y las especies del desierto se han adaptado a condiciones áridas. Esta increíble variedad refleja millones de años de adaptación evolutiva a diferentes nichos ecológicos. El único continente que carece de poblaciones nativas de águilas es la Antártida, aunque algunas especies migran a través de regiones polares durante movimientos estacionales."
    },
    "Diet": {
      "en": "While eagles are renowned as apex predators, many species have evolved sophisticated kleptoparasitic behaviors that challenge this reputation. Bald eagles, in particular, derive a significant portion of their diet from harassing ospreys and other fishing birds until they drop their catch. This behavior is so prevalent that Benjamin Franklin famously criticized the bald eagle's 'thieving tendencies' when it was chosen as America's national symbol. The strategy is highly efficient - rather than expending energy diving for fish, eagles can simply wait for successful fishers and steal their hard-earned meals. This opportunistic feeding strategy allows eagles to thrive in environments where direct hunting might be less reliable.",
      "es": "Mientras que las águilas son reconocidas como depredadores apex, muchas especies han evolucionado comportamientos kleptoparásitos sofisticados que desafían esta reputación. Las águilas calvas, en particular, derivan una porción significativa de su dieta del acoso a águilas pescadoras y otras aves pescadoras hasta que sueltan su captura. Este comportamiento es tan prevalente que Benjamin Franklin famosamente criticó las 'tendencias ladronas' del águila calva cuando fue elegida como símbolo nacional de América. La estrategia es altamente eficiente - en lugar de gastar energía zambulléndose por peces, las águilas pueden simplemente esperar a pescadores exitosos y robar sus comidas ganadas con esfuerzo. Esta estrategia de alimentación oportunista permite a las águilas prosperar en ambientes donde la caza directa podría ser menos confiable."
    },
    "Physical Characteristics": {
      "en": "Eagle vision represents one of nature's most extraordinary achievements in optical engineering. Despite having similar-sized eyes to humans, eagles pack these organs with over five times the density of light-detecting cone cells, creating visual acuity that is 4-8 times sharper than human vision. Their eyes are so large relative to their skull that they take up more space than their brain. The structure includes specialized features like dual foveae (humans have one), allowing for both telescopic distance vision and detailed close-up inspection. Additionally, eagles possess a nictitating membrane - a transparent third eyelid that acts like built-in goggles, protecting their eyes during high-speed dives while maintaining perfect vision throughout the attack sequence.",
      "es": "La visión del águila representa uno de los logros más extraordinarios de la naturaleza en ingeniería óptica. A pesar de tener ojos de tamaño similar a los humanos, las águilas llenan estos órganos con más de cinco veces la densidad de células cono detectoras de luz, creando agudeza visual que es 4-8 veces más aguda que la visión humana. Sus ojos son tan grandes en relación a su cráneo que ocupan más espacio que su cerebro. La estructura incluye características especializadas como fóveas duales (los humanos tienen una), permitiendo tanto visión telescópica de distancia como inspección detallada de cerca. Además, las águilas poseen una membrana nictitante - un tercer párpado transparente que actúa como gafas incorporadas, protegiendo sus ojos durante zambullidas de alta velocidad mientras mantienen visión perfecta durante toda la secuencia de ataque."
    },
    "Evolutionary History": {
      "en": "Recent molecular analysis of Haast's eagle bones from New Zealand revealed one of the most dramatic examples of rapid evolution in the fossil record. This massive eagle, which could reach 15 kilograms and had a 3-meter wingspan, descended from small Hieraaetus eagles weighing only 1 kilogram. Genetic dating suggests this incredible size increase occurred in less than one million years - evolutionary lightning speed. The extinct giant represents the fastest documented size evolution in any bird species, demonstrating how island environments can accelerate evolutionary change. This eagle evolved specifically to hunt New Zealand's giant flightless moa birds, developing crushing talons capable of piercing through thick bones and becoming one of the most formidable aerial predators ever to exist.",
      "es": "El análisis molecular reciente de huesos de águila de Haast de Nueva Zelanda reveló uno de los ejemplos más dramáticos de evolución rápida en el registro fósil. Esta águila masiva, que podía alcanzar 15 kilogramos y tenía una envergadura de 3 metros, descendía de pequeñas águilas Hieraaetus que pesaban solo 1 kilogramo. La datación genética sugiere que este increíble aumento de tamaño ocurrió en menos de un millón de años - velocidad evolutiva relámpago. El gigante extinto representa la evolución de tamaño más rápida documentada en cualquier especie de ave, demostrando cómo los ambientes insulares pueden acelerar el cambio evolutivo. Esta águila evolucionó específicamente para cazar las aves moa gigantes no voladoras de Nueva Zelanda, desarrollando garras aplastantes capaces de perforar huesos gruesos y convirtiéndose en uno de los depredadores aéreos más formidables que jamás existieron."
    },
    "Social Behavior": {
      "en": "Eagles perform one of the most spectacular and dangerous courtship displays in the animal kingdom through a behavior called 'cartwheeling' or the 'cartwheel display.' During this dramatic ritual, mated pairs ascend to great heights where they lock talons together and begin spinning in a death-defying spiral toward earth. The clasped eagles tumble through the air with wings spread, rotating rapidly as gravity pulls them downward at tremendous speed. They separate only at the last possible moment before hitting the ground, requiring precise timing and coordination. This display can last for hours and serves multiple purposes: strengthening pair bonds, establishing territory, and demonstrating fitness to potential mates. The same behavior also occurs between rival eagles during territorial disputes, making it both a courtship ritual and combat technique.",
      "es": "Las águilas realizan una de las exhibiciones de cortejo más espectaculares y peligrosas del reino animal a través de un comportamiento llamado 'volteretas' o la 'exhibición de voltereta.' Durante este ritual dramático, las parejas apareadas ascienden a gran altura donde entrelazan garras juntas y comienzan a girar en una espiral desafiante de la muerte hacia la tierra. Las águilas enlazadas caen por el aire con alas extendidas, rotando rápidamente mientras la gravedad las jala hacia abajo a velocidad tremenda. Se separan solo en el último momento posible antes de golpear el suelo, requiriendo coordinación y tiempo precisos. Esta exhibición puede durar horas y sirve múltiples propósitos: fortalecer vínculos de pareja, establecer territorio y demostrar aptitud a parejas potenciales. El mismo comportamiento también ocurre entre águilas rivales durante disputas territoriales, haciéndolo tanto un ritual de cortejo como una técnica de combate."
    },
    "Reproduction": {
      "en": "Eagle reproduction involves one of nature's most disturbing yet evolutionarily significant phenomena: obligate siblicide or 'Cainism.' Named after the biblical story of Cain and Abel, this behavior occurs when the older, larger eaglet systematically attacks its younger sibling, often resulting in death. The aggression typically begins when food arrives, with the dominant chick pecking the smaller one on the same vulnerable spot repeatedly. Parents not only fail to intervene but appear to ignore the violence entirely. This behavior serves an evolutionary function - ensuring that at least one robust offspring survives during years of food scarcity. The practice is so ingrained that some eagle species have evolved to lay eggs days apart, guaranteeing size differences that facilitate the dominance hierarchy.",
      "es": "La reproducción de las águilas involucra uno de los fenómenos más perturbadores pero evolutivamente significativos de la naturaleza: el siblicidio obligatorio o 'Cainismo.' Nombrado por la historia bíblica de Caín y Abel, este comportamiento ocurre cuando el polluelo mayor y más grande ataca sistemáticamente a su hermano menor, a menudo resultando en muerte. La agresión típicamente comienza cuando llega el alimento, con el polluelo dominante picoteando al más pequeño en el mismo punto vulnerable repetidamente. Los padres no solo fallan en intervenir sino que parecen ignorar la violencia completamente. Este comportamiento sirve una función evolutiva - asegurando que al menos una descendencia robusta sobreviva durante años de escasez de alimento. La práctica está tan arraigada que algunas especies de águilas han evolucionado para poner huevos con días de diferencia, garantizando diferencias de tamaño que facilitan la jerarquía de dominancia."
    },
    "Interspecies Relationships": {
      "en": "Eagles demonstrate remarkable interspecies partnerships through sophisticated foraging relationships with large herbivorous mammals. This commensal behavior is most pronounced in golden eagles, which have evolved to follow migrating caribou herds across Arctic tundra, positioning themselves to capitalize on the small animals disturbed by thousands of hooves. The eagles maintain specific flight patterns that correspond to herd movements, often flying parallel courses at optimal distances to intercept fleeing prey. Similar relationships exist with domestic livestock, where eagles follow cattle drives and grazing rotations. Some populations have even adapted to human agricultural cycles, timing their presence with harvest seasons when machinery displaces rodents and ground-nesting birds from crop fields.",
      "es": "Las águilas demuestran asociaciones interespecíficas notables a través de relaciones de forrajeo sofisticadas con grandes mamíferos herbívoros. Este comportamiento comensal es más pronunciado en las águilas reales, que han evolucionado para seguir manadas de caribú migratorias a través de la tundra ártica, posicionándose para capitalizar en los pequeños animales perturbados por miles de pezuñas. Las águilas mantienen patrones de vuelo específicos que corresponden a movimientos de manada, a menudo volando cursos paralelos a distancias óptimas para interceptar presas en fuga. Relaciones similares existen con ganado doméstico, donde las águilas siguen arreos de ganado y rotaciones de pastoreo. Algunas poblaciones incluso se han adaptado a ciclos agrícolas humanos, sincronizando su presencia con temporadas de cosecha cuando la maquinaria desplaza roedores y aves que anidan en el suelo de campos de cultivo."
    },
    "Wildcard": {
      "en": "Eagles have evolved one of the most sophisticated feather replacement strategies in the avian world through their specialized molting process. Unlike many birds that undergo complete molts and become temporarily flightless, eagles employ a 'stepwise' or 'wave molt' system that ensures continuous flight capability. Each year, they replace only 4-7 of their 10 primary flight feathers and 3-11 of their 16 secondary feathers in carefully orchestrated patterns. The molt follows specific sequences that minimize gaps in wing coverage and maintain aerodynamic efficiency. This process can take up to 75 days per feather for the longest primaries, requiring precise metabolic timing coordinated with breeding cycles and food availability. The strategy allows these aerial predators to remain functional hunters throughout the year while gradually refreshing their entire plumage over multiple seasons.",
      "es": "Las águilas han evolucionado una de las estrategias de reemplazo de plumas más sofisticadas del mundo aviar a través de su proceso de muda especializado. A diferencia de muchas aves que experimentan mudas completas y se vuelven temporalmente incapaces de volar, las águilas emplean un sistema de 'muda escalonada' o 'muda de onda' que asegura capacidad de vuelo continua. Cada año, reemplazan solo 4-7 de sus 10 plumas primarias de vuelo y 3-11 de sus 16 plumas secundarias en patrones cuidadosamente orquestados. La muda sigue secuencias específicas que minimizan los huecos en la cobertura del ala y mantienen la eficiencia aerodinámica. Este proceso puede tomar hasta 75 días por pluma para las primarias más largas, requiriendo sincronización metabólica precisa coordinada con ciclos reproductivos y disponibilidad de alimento. La estrategia permite a estos depredadores aéreos permanecer como cazadores funcionales durante todo el año mientras refrescan gradualmente todo su plumaje a lo largo de múltiples temporadas."
    }
  },
  "alternatives": {
    "en": [
      "Hawk",
      "Falcon",
      "Osprey",
      "Kite",
      "Vulture",
      "Condor",
      "Buzzard",
      "Harrier",
      "Goshawk"
    ],
    "es": [
      "Halcón",
      "Halcón Peregrino",
      "Águila Pescadora",
      "Milano",
      "Buitre",
      "Cóndor",
      "Ratonero",
      "Aguilucho",
      "Azor"
    ]
  }
}