{
  "answer": {
    "en": "Orangutan",
    "es": "Orangután"
  },
  "imageUrl": "https://res.cloudinary.com/fact5/image/upload/v1/animals/orangutan.jpg",
  "citation": "Photo by Dan Dennison Unsplash",
  "facts": {
    "Habitat": {
      "en": "I spend almost my entire life in trees, building a new sleeping nest in the canopy every single night at heights up to 40 meters above ground.",
      "es": "Paso casi toda mi vida en los árboles, construyendo un nuevo nido para dormir en el dosel cada noche a alturas de hasta 40 metros sobre el suelo."
    },
    "Diet": {
      "en": "I possess mental maps of my territory that track the ripening schedules of over 300 different fruit trees, allowing me to plan efficient foraging routes months in advance.",
      "es": "Poseo mapas mentales de mi territorio que rastrean los horarios de maduración de más de 300 árboles frutales diferentes, permitiéndome planificar rutas eficientes de forrajeo con meses de anticipación."
    },
    "Physical Characteristics": {
      "en": "My arm span can reach 2.3 meters while standing only 1.4 meters tall, and I possess the longest arms relative to body size of any primate on Earth.",
      "es": "Mi envergadura puede alcanzar 2.3 metros mientras mido solo 1.4 metros de altura, y poseo los brazos más largos en relación al tamaño corporal de cualquier primate en la Tierra."
    },
    "Evolutionary History": {
      "en": "My ancestors were once widespread across Asia from China to Java, but climate shifts during the Pleistocene isolated my lineage to just two islands, creating distinct subspecies.",
      "es": "Mis ancestros una vez estuvieron ampliamente distribuidos a través de Asia desde China hasta Java, pero los cambios climáticos durante el Pleistoceno aislaron mi linaje a solo dos islas, creando subespecies distintas."
    },
    "Social Behavior": {
      "en": "I maintain a semi-solitary lifestyle where mothers and offspring form the only lasting social bonds, with adults actively avoiding each other except during mating.",
      "es": "Mantengo un estilo de vida semi-solitario donde las madres y crías forman los únicos vínculos sociales duraderos, con adultos evitando activamente a otros excepto durante el apareamiento."
    },
    "Reproduction": {
      "en": "Females of my species have the longest interbirth interval of any mammal, waiting 7-8 years between offspring while maintaining one of the strongest mother-infant bonds lasting up to 9 years.",
      "es": "Las hembras de mi especie tienen el intervalo más largo entre nacimientos de cualquier mamífero, esperando 7-8 años entre crías mientras mantienen uno de los vínculos madre-cría más fuertes que dura hasta 9 años."
    },
    "Interspecies Relationships": {
      "en": "I have been observed using tools to extract honey from bee nests and teaching this technique to my offspring, with some populations developing distinct tool-use cultures passed down through generations.",
      "es": "He sido observado usando herramientas para extraer miel de nidos de abejas y enseñando esta técnica a mis crías, con algunas poblaciones desarrollando culturas distintas de uso de herramientas transmitidas a través de generaciones."
    },
    "Wildcard": {
      "en": "I can learn symbolic language and teach these symbols to my offspring, while also demonstrating self-awareness by understanding what I know versus what I don't know.",
      "es": "Puedo aprender lenguaje simbólico y enseñar estos símbolos a mis crías, mientras también demuestro autoconciencia al entender lo que sé versus lo que no sé."
    }
  },
  "expanded": {
    "Habitat": {
      "en": "Orangutans are the most arboreal of all great apes, spending up to 90% of their lives in the forest canopy and rarely descending to the ground except during times of extreme food scarcity. Every evening, they construct elaborate sleeping nests by weaving together branches and leaves, creating structures so sophisticated that they include roofs for rain protection and even separate compartments for different activities. These nests are built at heights ranging from 15 to 40 meters above ground, requiring exceptional engineering skills to ensure stability and comfort. Unlike other great apes that may reuse sleeping sites, orangutans build a completely new nest each night, demonstrating remarkable architectural abilities and spatial planning. Their arboreal lifestyle has shaped every aspect of their anatomy and behavior, making them perfectly adapted to life in the three-dimensional world of the tropical rainforest canopy.",
      "es": "Los orangutanes son los más arbóreos de todos los grandes simios, pasando hasta el 90% de sus vidas en el dosel del bosque y raramente descendiendo al suelo excepto durante épocas de extrema escasez de alimentos. Cada tarde, construyen nidos elaborados para dormir entretejiendo ramas y hojas, creando estructuras tan sofisticadas que incluyen techos para protección contra la lluvia e incluso compartimentos separados para diferentes actividades. Estos nidos se construyen a alturas que van desde 15 hasta 40 metros sobre el suelo, requiriendo habilidades de ingeniería excepcionales para asegurar estabilidad y comodidad. A diferencia de otros grandes simios que pueden reutilizar sitios para dormir, los orangutanes construyen un nido completamente nuevo cada noche, demostrando habilidades arquitectónicas notables y planificación espacial. Su estilo de vida arbóreo ha moldeado cada aspecto de su anatomía y comportamiento, haciéndolos perfectamente adaptados a la vida en el mundo tridimensional del dosel de la selva tropical."
    },
    "Diet": {
      "en": "Orangutans possess one of the most sophisticated spatial memory systems in the animal kingdom, maintaining detailed mental maps that track the fruiting cycles of hundreds of trees across territories spanning several square kilometers. Their cognitive mapping abilities allow them to remember not just where fruit trees are located, but when specific trees will bear ripe fruit throughout the year, enabling them to plan efficient foraging routes weeks or even months in advance. This remarkable ability is particularly crucial during periods when preferred foods are scarce, as orangutans can remember the locations of fallback foods and time their movements to coincide with peak ripeness. Research has shown that orangutans can recall the fruiting patterns of over 300 different tree species, adjusting their travel routes based on seasonal availability and even weather patterns that might affect fruit production. This sophisticated understanding of their environment represents one of the most complex examples of spatial cognition and future planning documented in non-human animals.",
      "es": "Los orangutanes poseen uno de los sistemas de memoria espacial más sofisticados del reino animal, manteniendo mapas mentales detallados que rastrean los ciclos de fructificación de cientos de árboles a través de territorios que abarcan varios kilómetros cuadrados. Sus habilidades de mapeo cognitivo les permiten recordar no solo dónde están ubicados los árboles frutales, sino cuándo árboles específicos darán frutos maduros a lo largo del año, permitiéndoles planificar rutas eficientes de forrajeo con semanas o incluso meses de anticipación. Esta habilidad notable es particularmente crucial durante períodos cuando los alimentos preferidos son escasos, ya que los orangutanes pueden recordar las ubicaciones de alimentos de respaldo y cronometrar sus movimientos para coincidir con la madurez máxima. La investigación ha demostrado que los orangutanes pueden recordar los patrones de fructificación de más de 300 especies diferentes de árboles, ajustando sus rutas de viaje basándose en la disponibilidad estacional e incluso patrones climáticos que podrían afectar la producción de frutos. Esta comprensión sofisticada de su ambiente representa uno de los ejemplos más complejos de cognición espacial y planificación futura documentados en animales no humanos."
    },
    "Physical Characteristics": {
      "en": "Orangutans possess the most extreme arm-to-body proportions of any primate, with arms that can span up to 2.3 meters (7.5 feet) while their standing height reaches only about 1.4 meters (4.6 feet). This gives them an arm span that is nearly twice their height, compared to humans whose arm span roughly equals their height. Their extraordinarily long arms are perfectly adapted for brachiation—swinging from branch to branch through the forest canopy—and are powered by massive shoulder and back muscles that comprise up to 30% of their total body weight. The structure of their hands is equally remarkable, with hook-like fingers that can support their entire body weight while grasping branches, and opposable thumbs that provide precision grip for delicate manipulations. Unlike other great apes, orangutans have relatively weak leg muscles since they rarely need to support their weight on the ground, instead relying almost entirely on their powerful arms for locomotion through their three-dimensional arboreal world.",
      "es": "Los orangutanes poseen las proporciones brazo-cuerpo más extremas de cualquier primate, con brazos que pueden extenderse hasta 2.3 metros mientras su altura de pie alcanza solo aproximadamente 1.4 metros. Esto les da una envergadura que es casi el doble de su altura, comparado con los humanos cuya envergadura aproximadamente iguala su altura. Sus brazos extraordinariamente largos están perfectamente adaptados para la braquiación—balancearse de rama en rama a través del dosel del bosque—y son impulsados por músculos masivos de hombros y espalda que comprenden hasta el 30% de su peso corporal total. La estructura de sus manos es igualmente notable, con dedos en forma de gancho que pueden soportar todo el peso de su cuerpo mientras agarran ramas, y pulgares oponibles que proporcionan agarre de precisión para manipulaciones delicadas. A diferencia de otros grandes simios, los orangutanes tienen músculos de las piernas relativamente débiles ya que raramente necesitan soportar su peso en el suelo, en su lugar dependiendo casi completamente de sus brazos poderosos para la locomoción a través de su mundo arbóreo tridimensional."
    },
    "Evolutionary History": {
      "en": "Orangutan ancestors once thrived across a vast range spanning from southern China through Southeast Asia to the islands of Java and beyond, representing one of the most widespread primate distributions in prehistoric Asia. During the Pleistocene epoch (approximately 2.6 million to 11,700 years ago), dramatic climate fluctuations and sea level changes fundamentally altered the geography of Southeast Asia, fragmenting orangutan populations and isolating them on what are now the islands of Borneo and Sumatra. These geographical barriers led to the evolution of distinct subspecies with notable differences in size, behavior, and genetics—Bornean orangutans tend to be larger and more solitary, while Sumatran orangutans are smaller and exhibit more social behaviors. The isolation has been so complete that the two populations have been evolving independently for approximately 400,000 years, making them among the most geographically restricted great apes. Fossil evidence from Java suggests that some orangutan species were giants, significantly larger than modern forms, highlighting how island isolation and resource availability have shaped their evolution over hundreds of thousands of years.",
      "es": "Los ancestros de los orangutanes una vez prosperaron a través de un vasto rango que se extendía desde el sur de China a través del Sudeste Asiático hasta las islas de Java y más allá, representando una de las distribuciones de primates más amplias en la Asia prehistórica. Durante la época del Pleistoceno (aproximadamente 2.6 millones a 11,700 años atrás), fluctuaciones climáticas dramáticas y cambios en el nivel del mar alteraron fundamentalmente la geografía del Sudeste Asiático, fragmentando las poblaciones de orangutanes y aislándolas en lo que ahora son las islas de Borneo y Sumatra. Estas barreras geográficas llevaron a la evolución de subespecies distintas con diferencias notables en tamaño, comportamiento y genética—los orangutanes de Borneo tienden a ser más grandes y más solitarios, mientras que los orangutanes de Sumatra son más pequeños y exhiben comportamientos más sociales. El aislamiento ha sido tan completo que las dos poblaciones han estado evolucionando independientemente durante aproximadamente 400,000 años, haciéndolos entre los grandes simios más geográficamente restringidos. La evidencia fósil de Java sugiere que algunas especies de orangutanes eran gigantes, significativamente más grandes que las formas modernas, destacando cómo el aislamiento insular y la disponibilidad de recursos han moldeado su evolución durante cientos de miles de años."
    },
    "Social Behavior": {
      "en": "Orangutans exhibit the most solitary lifestyle of any great ape, a social structure that sets them apart dramatically from their highly gregarious relatives like chimpanzees, bonobos, and gorillas. Adult orangutans actively maintain distance from one another, with individuals typically occupying overlapping but largely exclusive home ranges that they navigate independently. The only lasting social bonds are formed between mothers and their offspring, relationships that can persist for up to nine years as young orangutans learn the complex skills necessary for survival. This semi-solitary existence is thought to be an adaptation to their arboreal lifestyle and the dispersed nature of their primary food sources in the forest canopy. Unlike other great apes that benefit from group cooperation for protection and resource acquisition, orangutans have evolved to minimize competition by spacing themselves across the landscape, coming together only briefly for mating opportunities. Even these reproductive encounters are typically brief, with males and females parting ways soon after mating, leaving the female to raise offspring entirely on her own until the young reach independence.",
      "es": "Los orangutanes exhiben el estilo de vida más solitario de cualquier gran simio, una estructura social que los distingue dramáticamente de sus parientes altamente gregarios como los chimpancés, bonobos y gorilas. Los orangutanes adultos mantienen activamente distancia unos de otros, con individuos típicamente ocupando rangos de hogar superpuestos pero en gran medida exclusivos que navegan independientemente. Los únicos vínculos sociales duraderos se forman entre madres y sus crías, relaciones que pueden persistir hasta nueve años mientras los orangutanes jóvenes aprenden las habilidades complejas necesarias para la supervivencia. Esta existencia semi-solitaria se piensa que es una adaptación a su estilo de vida arbóreo y la naturaleza dispersa de sus fuentes primarias de alimento en el dosel del bosque. A diferencia de otros grandes simios que se benefician de la cooperación grupal para protección y adquisición de recursos, los orangutanes han evolucionado para minimizar la competencia espaciándose a través del paisaje, reuniéndose solo brevemente para oportunidades de apareamiento. Incluso estos encuentros reproductivos son típicamente breves, con machos y hembras separándose poco después del apareamiento, dejando a la hembra criar a las crías completamente sola hasta que los jóvenes alcanzan la independencia."
    },
    "Reproduction": {
      "en": "Orangutans hold the record for the longest interbirth interval of any mammal, with females typically waiting 7-8 years between offspring—a reproductive strategy that reflects both the extended dependency of their young and the energetic demands of life in the forest canopy. This extraordinarily long interval is necessitated by the intensive parental investment required, as orangutan mothers must teach their offspring complex skills including nest building, tool use, and the intricate knowledge of forest resources that takes years to master. The mother-infant bond is correspondingly strong and long-lasting, with young orangutans remaining dependent on their mothers for up to 9 years, learning not just basic survival skills but sophisticated cognitive abilities like spatial mapping and seasonal planning. During this extended period, mothers provide not only food and protection but also serve as teachers, demonstrating tool techniques, identifying edible plants, and sharing knowledge about the timing and location of fruit resources. This prolonged childhood represents one of the longest learning periods in the animal kingdom and is essential for developing the complex cognitive skills necessary for survival in their challenging arboreal environment.",
      "es": "Los orangutanes tienen el récord del intervalo más largo entre nacimientos de cualquier mamífero, con hembras típicamente esperando 7-8 años entre crías—una estrategia reproductiva que refleja tanto la dependencia extendida de sus jóvenes como las demandas energéticas de la vida en el dosel del bosque. Este intervalo extraordinariamente largo es necesario por la inversión parental intensiva requerida, ya que las madres orangután deben enseñar a sus crías habilidades complejas incluyendo construcción de nidos, uso de herramientas, y el conocimiento intrincado de recursos forestales que toma años en dominar. El vínculo madre-cría es correspondientemente fuerte y duradero, con orangutanes jóvenes permaneciendo dependientes de sus madres hasta por 9 años, aprendiendo no solo habilidades básicas de supervivencia sino habilidades cognitivas sofisticadas como mapeo espacial y planificación estacional. Durante este período extendido, las madres proporcionan no solo comida y protección sino también sirven como maestras, demostrando técnicas de herramientas, identificando plantas comestibles, y compartiendo conocimiento sobre el tiempo y ubicación de recursos frutales. Esta infancia prolongada representa uno de los períodos de aprendizaje más largos del reino animal y es esencial para desarrollar las habilidades cognitivas complejas necesarias para la supervivencia en su ambiente arbóreo desafiante."
    },
    "Interspecies Relationships": {
      "en": "Orangutans demonstrate remarkable tool-use abilities that vary significantly between populations, representing some of the most sophisticated examples of animal culture outside of human societies. In certain regions, orangutans have developed elaborate techniques for extracting honey from bee nests, fashioning specialized tools from twigs and leaves that they modify for specific tasks—some for probing, others for scooping, and still others for protecting themselves from bee stings. These tool-use traditions are passed down from mothers to offspring through careful observation and practice, creating distinct cultural differences between orangutan populations separated by geographic barriers. Some groups have also been observed using tools to extract insects from tree bark, seeds from hard fruits, and even water from tree holes during dry seasons. The sophistication of their tool modification—including stripping leaves to create the perfect probe diameter and testing tool flexibility before use—demonstrates planning abilities and understanding of cause-and-effect relationships that rival those of chimpanzees. Most remarkably, these cultural traditions can persist for generations, with some tool-use techniques being documented in the same locations for over 30 years.",
      "es": "Los orangutanes demuestran habilidades notables de uso de herramientas que varían significativamente entre poblaciones, representando algunos de los ejemplos más sofisticados de cultura animal fuera de las sociedades humanas. En ciertas regiones, los orangutanes han desarrollado técnicas elaboradas para extraer miel de nidos de abejas, creando herramientas especializadas de ramitas y hojas que modifican para tareas específicas—algunas para sondear, otras para sacar, y otras aún para protegerse de las picaduras de abejas. Estas tradiciones de uso de herramientas se transmiten de madres a crías a través de observación cuidadosa y práctica, creando diferencias culturales distintas entre poblaciones de orangutanes separadas por barreras geográficas. Algunos grupos también han sido observados usando herramientas para extraer insectos de la corteza de árboles, semillas de frutos duros, e incluso agua de huecos de árboles durante estaciones secas. La sofisticación de su modificación de herramientas—incluyendo quitar hojas para crear el diámetro de sonda perfecto y probar la flexibilidad de la herramienta antes del uso—demuestra habilidades de planificación y comprensión de relaciones causa-efecto que rivalizan con las de los chimpancés. Más notablemente, estas tradiciones culturales pueden persistir por generaciones, con algunas técnicas de uso de herramientas siendo documentadas en las mismas ubicaciones por más de 30 años."
    },
    "Wildcard": {
      "en": "Orangutans possess remarkable metacognitive abilities that place them among the most cognitively sophisticated animals on Earth, demonstrating self-awareness by understanding the difference between what they know and what they don't know. In controlled studies, orangutans actively seek additional information when they realize their knowledge is insufficient to solve a problem, showing they can think about their own thinking processes. This cognitive sophistication extends to their ability to learn and use symbolic language, with several orangutans mastering hundreds of signs and, most remarkably, teaching these symbols to their offspring without any direct human instruction. Their problem-solving abilities include understanding abstract concepts, using symbols to represent objects that aren't physically present, and even demonstrating basic mathematical understanding. These achievements suggest that orangutans possess a level of consciousness and mental flexibility that challenges our understanding of intelligence in the animal kingdom, placing them in an elite group of species capable of true self-reflection.",
      "es": "Los orangutanes poseen habilidades metacognitivas notables que los colocan entre los animales cognitivamente más sofisticados de la Tierra, demostrando autoconciencia al entender la diferencia entre lo que saben y lo que no saben. En estudios controlados, los orangutanes buscan activamente información adicional cuando se dan cuenta de que su conocimiento es insuficiente para resolver un problema, mostrando que pueden pensar sobre sus propios procesos de pensamiento. Esta sofisticación cognitiva se extiende a su habilidad de aprender y usar lenguaje simbólico, con varios orangutanes dominando cientos de señas y, más notablemente, enseñando estos símbolos a sus crías sin ninguna instrucción humana directa. Sus habilidades de resolución de problemas incluyen entender conceptos abstractos, usar símbolos para representar objetos que no están físicamente presentes, e incluso demostrar comprensión matemática básica. Estos logros sugieren que los orangutanes poseen un nivel de conciencia y flexibilidad mental que desafía nuestra comprensión de la inteligencia en el reino animal, colocándolos en un grupo élite de especies capaces de verdadera auto-reflexión."
    }
  },
  "alternatives": {
    "en": [
      "Chimpanzee",
      "Gorilla",
      "Bonobo",
      "Gibbon",
      "Baboon",
      "Macaque",
      "Proboscis Monkey",
      "Howler Monkey",
      "Spider Monkey"
    ],
    "es": [
      "Chimpancé",
      "Gorila",
      "Bonobo",
      "Gibón",
      "Babuino",
      "Macaco",
      "Mono Narigudo",
      "Mono Aullador",
      "Mono Araña"
    ]
  }
}