{
    "answer": {
      "en": "Orca",
      "es": "Orca"
    },
    "facts": {
      "Habitat": {
        "en": "I have the second-widest global distribution of any mammal, inhabiting waters from polar regions to tropical seas, though different groups of my kind specialize in specific ecosystems and rarely mix despite often sharing the same ocean.",
        "es": "Tengo la segunda distribución global más amplia de cualquier mamífero, habitando aguas desde regiones polares hasta mares tropicales, aunque diferentes grupos de mi especie se especializan en ecosistemas específicos y rara vez se mezclan a pesar de compartir a menudo el mismo océano."
      },
      "Diet": {
        "en": "Some groups of my kind eat only fish, while others hunt exclusively mammals, and still others specialize in rays or sharks—with hunting techniques so different that we're effectively separate cultures despite being the same species.",
        "es": "Algunos grupos de mi especie comen solo peces, mientras que otros cazan exclusivamente mamíferos, y otros se especializan en rayas o tiburones, con técnicas de caza tan diferentes que somos efectivamente culturas separadas a pesar de ser la misma especie."
      },
      "Physical Characteristics": {
        "en": "Despite weighing up to six tons, I can reach underwater speeds of 56 km/h using a hydrodynamic body and the largest brain-to-body ratio of any marine mammal, with specialized lobes for acoustic processing and social cognition.",
        "es": "A pesar de pesar hasta seis toneladas, puedo alcanzar velocidades submarinas de 56 km/h usando un cuerpo hidrodinámico y la mayor proporción cerebro-cuerpo de cualquier mamífero marino, con lóbulos especializados para el procesamiento acústico y la cognición social."
      },
      "Evolutionary History": {
        "en": "I evolved from land-dwelling, wolf-like ancestors around 50 million years ago, returning to the ocean in a process called 'secondary adaptation' that transformed my forelimbs into flippers while maintaining my mammalian lungs.",
        "es": "Evolucioné de ancestros terrestres similares a lobos hace unos 50 millones de años, regresando al océano en un proceso llamado 'adaptación secundaria' que transformó mis extremidades anteriores en aletas mientras mantenía mis pulmones de mamífero."
      },
      "Social Behavior": {
        "en": "My family units are led by post-reproductive females who live decades after they stop breeding, with some matriarchs living over 100 years and passing down critical ecological knowledge across generations through distinct vocal dialects.",
        "es": "Mis unidades familiares están lideradas por hembras post-reproductivas que viven décadas después de dejar de reproducirse, con algunas matriarcas viviendo más de 100 años y transmitiendo conocimiento ecológico crítico a través de generaciones mediante dialectos vocales distintos."
      },
      "Reproduction": {
        "en": "Females in my species typically produce only 4-6 offspring in their entire lifetime, investing up to 18 years raising each one, and several populations show one of the longest post-reproductive lifespans of any non-human animal.",
        "es": "Las hembras de mi especie típicamente producen solo 4-6 crías en toda su vida, invirtiendo hasta 18 años en criar a cada una, y varias poblaciones muestran uno de los períodos post-reproductivos más largos de cualquier animal no humano."
      },
      "Interspecies Relationships": {
        "en": "Some groups of my kind have formed cooperative hunting partnerships with specific human whaling cultures, driving baleen whales toward boats in exchange for the tongues and lips we preferred, with detailed accounts of this relationship dating back to the 1840s.",
        "es": "Algunos grupos de mi especie han formado asociaciones cooperativas de caza con culturas balleneras humanas específicas, conduciendo ballenas barbadas hacia los botes a cambio de las lenguas y labios que preferíamos, con relatos detallados de esta relación que se remontan a la década de 1840."
      },
      "Wildcard": {
        "en": "I have specialized cells that allow me to half-sleep, keeping one brain hemisphere alert at all times, and some individuals have been documented remaining active without full sleep for over 70 consecutive days during extended migrations or after the birth of calves.",
        "es": "Tengo células especializadas que me permiten medio dormir, manteniendo un hemisferio cerebral alerta en todo momento, y se ha documentado que algunos individuos permanecen activos sin sueño completo durante más de 70 días consecutivos durante migraciones extensas o después del nacimiento de las crías."
      }
    },
    "alternatives": {
      "en": ["Beluga Whale", "Bottlenose Dolphin", "Blue Whale", "Sperm Whale", "Humpback Whale", "Narwhal", "Pilot Whale", "Minke Whale", "Gray Whale"],
      "es": ["Ballena Beluga", "Delfín Nariz de Botella", "Ballena Azul", "Cachalote", "Ballena Jorobada", "Narval", "Calderón", "Ballena Minke", "Ballena Gris"]
    }
  }