{
    "answer": {
      "en": "Brazil",
      "es": "Brasil"
    },
    "imageUrl": "https://cloudinary.com/stock-photo-brazil-landscape",
    "facts": {
      "Language(s)": {
        "en": "I am home to 275 different languages, making me one of the most linguistically diverse nations on Earth.",
        "es": "Soy hogar de 275 idiomas diferentes, convirtiéndome en una de las naciones lingüísticamente más diversas de la Tierra."
      },
      "Flag": {
        "en": "My flag displays stars positioned exactly as they appeared in the sky above my capital city at 8:30 AM on November 15, 1889.",
        "es": "Mi bandera muestra estrellas posicionadas exactamente como aparecían en el cielo sobre mi capital a las 8:30 AM del 15 de noviembre de 1889."
      },
      "Notable City": {
        "en": "One of my cities was once the capital of Dutch New Holland and is called the 'Venice of South America.'",
        "es": "Una de mis ciudades fue una vez la capital de la Nueva Holanda holandesa y es llamada la 'Venecia de Sudamérica.'"
      },
      "Political History": {
        "en": "I am the only nation in the Americas where a European royal court actually governed from my territory.",
        "es": "Soy la única nación en las Américas donde una corte real europea realmente gobernó desde mi territorio."
      },
      "Economy": {
        "en": "I contain the world's largest iron ore mine, which produces over 300 million metric tons annually.",
        "es": "Contengo la mina de mineral de hierro más grande del mundo, que produce más de 300 millones de toneladas métricas anualmente."
      },
      "Culture & Traditions": {
        "en": "My Galo da Madrugada holds the Guinness World Record as the planet's largest carnival block.",
        "es": "Mi Galo da Madrugada tiene el Récord Mundial Guinness como el bloque de carnaval más grande del planeta."
      },
      "Geography & Borders": {
        "en": "I border every South American country except two, sharing frontiers with 10 different nations.",
        "es": "Limito con todos los países sudamericanos excepto dos, compartiendo fronteras con 10 naciones diferentes."
      },
      "Wildcard": {
        "en": "I am home to the largest population of Japanese descendants outside Japan itself—over 2 million people.",
        "es": "Soy hogar de la población más grande de descendientes japoneses fuera del propio Japón—más de 2 millones de personas."
      }
    },
    "expanded": {
      "Language(s)": {
        "en": "Brazil's linguistic diversity is truly extraordinary, with 275 languages currently spoken across the country. Of these, 202 are indigenous languages representing various linguistic families, including two major branches - Tupi and Macro-Jê - plus 19 separate linguistic families. This represents one of the richest linguistic landscapes in the world, though it's dramatically reduced from the estimated 1,000 indigenous languages that existed before Portuguese colonization. Many of these languages are now endangered, with only 25 indigenous peoples having more than 5,000 speakers. Portuguese, while the official language, has been significantly influenced by these indigenous languages, particularly Tupi-Guaraní, which contributed thousands of words to Brazilian Portuguese vocabulary and altered pronunciation patterns, making Brazilian Portuguese distinctly different from European Portuguese.",
        "es": "La diversidad lingüística de Brasil es verdaderamente extraordinaria, con 275 idiomas actualmente hablados en todo el país. De estos, 202 son idiomas indígenas que representan varias familias lingüísticas, incluyendo dos ramas principales - Tupí y Macro-Jê - más 19 familias lingüísticas separadas. Esto representa uno de los paisajes lingüísticos más ricos del mundo, aunque está dramáticamente reducido de los aproximadamente 1,000 idiomas indígenas que existían antes de la colonización portuguesa. Muchos de estos idiomas están ahora en peligro, con solo 25 pueblos indígenas que tienen más de 5,000 hablantes. El portugués, aunque es el idioma oficial, ha sido significativamente influenciado por estos idiomas indígenas, particularmente el tupí-guaraní, que contribuyó miles de palabras al vocabulario del portugués brasileño y alteró los patrones de pronunciación, haciendo al portugués brasileño distintivamente diferente del portugués europeo."
      },
      "Flag": {
        "en": "Brazil's flag is unique among world flags for its astronomical accuracy and historical specificity. The blue disc contains 27 stars representing each Brazilian state and the Federal District, positioned exactly as they appeared in the sky above Rio de Janeiro on the morning of November 15, 1889, at 8:30 AM when the Republic was proclaimed. This celestial arrangement was meticulously researched and officially confirmed by Brazilian national act number 5,700 in 1971. The flag's motto 'Ordem e Progresso' (Order and Progress) derives from French philosopher Auguste Comte's positivist philosophy, reflecting the intellectual movements that influenced Brazil's republican founders. The green represents the House of Braganza (Pedro I's family), yellow represents the House of Habsburg (his wife's family), while the blue and white reflect Brazil's Portuguese origins found in Portugal's coat of arms.",
        "es": "La bandera de Brasil es única entre las banderas del mundo por su precisión astronómica y especificidad histórica. El disco azul contiene 27 estrellas que representan cada estado brasileño y el Distrito Federal, posicionadas exactamente como aparecían en el cielo sobre Río de Janeiro en la mañana del 15 de noviembre de 1889, a las 8:30 AM cuando se proclamó la República. Esta disposición celestial fue meticulosamente investigada y oficialmente confirmada por el acto nacional brasileño número 5,700 en 1971. El lema de la bandera 'Ordem e Progresso' (Orden y Progreso) deriva de la filosofía positivista del filósofo francés Auguste Comte, reflejando los movimientos intelectuales que influyeron en los fundadores republicanos de Brasil. El verde representa la Casa de Braganza (familia de Pedro I), el amarillo representa la Casa de Habsburgo (familia de su esposa), mientras que el azul y blanco reflejan los orígenes portugueses de Brasil encontrados en el escudo de armas de Portugal."
      },
      "Notable City": {
        "en": "Recife, the capital of Pernambuco state, earned the nickname 'Venice of Brazil' due to its complex network of rivers, waterways, and over 50 bridges connecting small islands throughout the city. Founded in 1537 as a port for sugar exports, the city has a fascinating colonial history including a period from 1630-1654 when it was controlled by the Dutch and renamed Mauritsstad, serving as the capital of Dutch Brazil under the governance of Count John Maurice of Nassau. The city's unique geography, situated at the confluence of the Beberibe and Capibaribe rivers before they drain into the South Atlantic, creates a distinctive maritime atmosphere. Recife is also notable for being home to the first synagogue in the Americas, the Kahal Zur Israel Synagogue founded in the 17th century, and for hosting some of the world's most vibrant Carnival celebrations alongside neighboring Olinda, a UNESCO World Heritage Site.",
        "es": "Recife, la capital del estado de Pernambuco, obtuvo el apodo de 'Venecia de Brasil' debido a su compleja red de ríos, vías fluviales y más de 50 puentes que conectan pequeñas islas por toda la ciudad. Fundada en 1537 como puerto para exportaciones de azúcar, la ciudad tiene una historia colonial fascinante incluyendo un período de 1630-1654 cuando fue controlada por los holandeses y renombrada Mauritsstad, sirviendo como capital del Brasil holandés bajo el gobierno del Conde João Maurício de Nassau. La geografía única de la ciudad, situada en la confluencia de los ríos Beberibe y Capibaribe antes de que drenen al Atlántico Sur, crea una atmósfera marítima distintiva. Recife también es notable por ser hogar de la primera sinagoga en las Américas, la Sinagoga Kahal Zur Israel fundada en el siglo XVII, y por albergar algunas de las celebraciones de Carnaval más vibrantes del mundo junto con la vecina Olinda, un Sitio del Patrimonio Mundial de la UNESCO."
      },
      "Political History": {
        "en": "Brazil holds the unique distinction of being the only American colony to serve as the seat of government for a European monarchy. In 1807, when Napoleon invaded Portugal, the Portuguese Prince Regent Dom João (later King John VI) made the unprecedented decision to relocate the entire royal court to Brazil under British protection. This transfer of 10,000 people including the royal family, nobles, and government functionaries transformed Brazil from a colony into the administrative center of the Portuguese Empire. Upon arrival in 1808, John VI immediately implemented significant reforms, opening Brazilian ports to international trade and lifting prohibitions on manufacturing. In 1815, Brazil was elevated to kingdom status, forming the United Kingdom of Portugal, Brazil, and the Algarves. This unique arrangement lasted until 1821 when John VI returned to Portugal, leaving his son Pedro as regent, who subsequently declared Brazilian independence in 1822.",
        "es": "Brasil tiene la distinción única de ser la única colonia americana que sirvió como sede de gobierno para una monarquía europea. En 1807, cuando Napoleón invadió Portugal, el Príncipe Regente portugués Dom João (más tarde Rey João VI) tomó la decisión sin precedentes de reubicar toda la corte real a Brasil bajo protección británica. Esta transferencia de 10,000 personas incluyendo la familia real, nobles y funcionarios del gobierno transformó a Brasil de una colonia en el centro administrativo del Imperio Portugués. Al llegar en 1808, João VI inmediatamente implementó reformas significativas, abriendo puertos brasileños al comercio internacional y levantando prohibiciones a la manufactura. En 1815, Brasil fue elevado al estatus de reino, formando el Reino Unido de Portugal, Brasil y los Algarves. Esta disposición única duró hasta 1821 cuando João VI regresó a Portugal, dejando a su hijo Pedro como regente, quien posteriormente declaró la independencia brasileña en 1822."
      },
      "Economy": {
        "en": "Brazil's economy is built on an impressive foundation of natural resources, with iron ore mining playing a central role. As the world's second-largest iron ore producer after Australia, Brazil contributes approximately one-fifth of global iron ore output. The crown jewel of this industry is the Carajás mine in Pará state, operated by Vale (the world's largest iron ore company), which is the largest iron ore mine on Earth with proven and probable reserves of 7.2 billion metric tons. This single mine produces over 300 million metric tons of iron ore annually. Brazil's iron ore is among the highest quality globally and is in tremendous demand by steelmakers worldwide. The mining industry as a whole generated over $41 billion in production value in 2020 and created more than 170,000 direct jobs. Beyond iron ore, Brazil also ranks as the world's fourth-largest bauxite producer and has significant reserves of gold, manganese, niobium, and other valuable minerals, making it a global mining powerhouse.",
        "es": "La economía de Brasil está construida sobre una base impresionante de recursos naturales, con la minería de mineral de hierro jugando un papel central. Como el segundo productor mundial de mineral de hierro después de Australia, Brasil contribuye aproximadamente un quinto de la producción mundial de mineral de hierro. La joya de la corona de esta industria es la mina Carajás en el estado de Pará, operada por Vale (la compañía de mineral de hierro más grande del mundo), que es la mina de mineral de hierro más grande de la Tierra con reservas probadas y probables de 7.2 mil millones de toneladas métricas. Esta sola mina produce más de 300 millones de toneladas métricas de mineral de hierro anualmente. El mineral de hierro de Brasil está entre los de más alta calidad globalmente y tiene una demanda tremenda por fabricantes de acero mundialmente. La industria minera en su conjunto generó más de $41 mil millones en valor de producción en 2020 y creó más de 170,000 empleos directos. Más allá del mineral de hierro, Brasil también se clasifica como el cuarto productor mundial de bauxita y tiene reservas significativas de oro, manganeso, niobio y otros minerales valiosos, convirtiéndolo en una potencia minera global."
      },
      "Culture & Traditions": {
        "en": "Brazilian carnival culture reaches its pinnacle in Recife with the Galo da Madrugada, officially recognized by the Guinness Book of World Records as the largest carnival block in the world. This massive street party attracts over 2 million participants annually, making it one of the most spectacular cultural events on the planet. The celebration showcases Brazil's rich musical heritage, particularly frevo - a Brazilian musical and dance genre that originated in Pernambuco state, characterized by its fast-paced rhythm and distinctive umbrella-twirling choreography. Recife's carnival also prominently features maracatu, an Afro-Brazilian cultural manifestation that combines music, dance, and elaborate costumes rooted in African traditions brought by enslaved peoples. The city's carnival tradition dates back centuries and represents a vibrant fusion of Portuguese, African, and indigenous cultural elements that define Brazilian identity. This celebration occurs alongside the UNESCO World Heritage city of Olinda, creating one of the most culturally significant carnival regions in Brazil.",
        "es": "La cultura del carnaval brasileño alcanza su cúspide en Recife con el Galo da Madrugada, oficialmente reconocido por el Libro Guinness de los Récords como el bloque de carnaval más grande del mundo. Esta masiva fiesta callejera atrae más de 2 millones de participantes anualmente, convirtiéndola en uno de los eventos culturales más espectaculares del planeta. La celebración muestra el rico patrimonio musical de Brasil, particularmente el frevo - un género musical y de danza brasileño que se originó en el estado de Pernambuco, caracterizado por su ritmo acelerado y su distintiva coreografía de giro de sombrillas. El carnaval de Recife también presenta prominentemente el maracatu, una manifestación cultural afro-brasileña que combina música, danza y trajes elaborados arraigados en tradiciones africanas traídas por pueblos esclavizados. La tradición carnavalesca de la ciudad se remonta a siglos y representa una fusión vibrante de elementos culturales portugueses, africanos e indígenas que definen la identidad brasileña. Esta celebración ocurre junto a la ciudad de Olinda, Patrimonio Mundial de la UNESCO, creando una de las regiones carnavalescas más culturalmente significativas de Brasil."
      },
      "Geography & Borders": {
        "en": "Brazil's continental scale and strategic position make it unique in South America, as it is the only country that shares borders with every other South American nation except Chile and Ecuador. This remarkable geographic feature results from Brazil's massive territory spanning 8.5 million square kilometers - making it the fifth-largest country in the world. Brazil's borders stretch across 16,145 kilometers of land frontiers, touching 10 different countries: Argentina, Bolivia, Colombia, French Guiana, Guyana, Paraguay, Peru, Suriname, Uruguay, and Venezuela. This extensive border network was largely established through Portuguese colonial expansion and subsequent diplomatic negotiations. The country's geography encompasses virtually every type of South American ecosystem, from the Amazon rainforest in the north to the Pantanal wetlands in the west, the Atlantic Forest along the coast, and the Cerrado savanna in the central regions. Brazil's coastline along the Atlantic Ocean extends for 7,367 kilometers, providing access to major shipping routes and contributing to its role as a regional economic powerhouse.",
        "es": "La escala continental y posición estratégica de Brasil lo hacen único en Sudamérica, ya que es el único país que comparte fronteras con todas las demás naciones sudamericanas excepto Chile y Ecuador. Esta característica geográfica notable resulta del territorio masivo de Brasil que abarca 8.5 millones de kilómetros cuadrados - convirtiéndolo en el quinto país más grande del mundo. Las fronteras de Brasil se extienden por 16,145 kilómetros de fronteras terrestres, tocando 10 países diferentes: Argentina, Bolivia, Colombia, Guayana Francesa, Guyana, Paraguay, Perú, Surinam, Uruguay y Venezuela. Esta extensa red fronteriza fue establecida en gran parte a través de la expansión colonial portuguesa y negociaciones diplomáticas posteriores. La geografía del país abarca virtualmente todo tipo de ecosistema sudamericano, desde la selva amazónica en el norte hasta los humedales del Pantanal en el oeste, el Bosque Atlántico a lo largo de la costa, y la sabana del Cerrado en las regiones centrales. La costa de Brasil a lo largo del Océano Atlántico se extiende por 7,367 kilómetros, proporcionando acceso a rutas de navegación importantes y contribuyendo a su papel como potencia económica regional."
      },
      "Wildcard": {
        "en": "Brazil possesses a unique cultural phenomenon that most people find surprising: it is home to the largest population of Japanese descendants outside Japan itself, with over 2 million people of Japanese ancestry. This remarkable demographic resulted from Japanese immigration that began in 1908 when the ship Kasato Maru brought the first 781 Japanese workers to Brazilian coffee plantations. What started as labor migration grew into one of the world's most successful cultural integrations, with Japanese-Brazilians becoming leaders in agriculture, business, architecture, and the arts. The community introduced new agricultural techniques, popularized martial arts (helping create Brazilian jiu-jitsu), and even influenced the national drink caipirinha with sake variations. São Paulo's Liberdade district houses the world's largest Japanese community outside Japan, and the cultural exchange has been so profound that Tokyo now hosts the largest carnival celebration outside Brazil itself, while Portuguese has become the third most spoken foreign language in Japan.",
        "es": "Brasil posee un fenómeno cultural único que la mayoría de la gente encuentra sorprendente: es hogar de la población más grande de descendientes japoneses fuera del propio Japón, con más de 2 millones de personas de ascendencia japonesa. Esta demográfica notable resultó de la inmigración japonesa que comenzó en 1908 cuando el barco Kasato Maru trajo los primeros 781 trabajadores japoneses a las plantaciones de café brasileñas. Lo que comenzó como migración laboral se convirtió en una de las integraciones culturales más exitosas del mundo, con japoneses-brasileños convirtiéndose en líderes en agricultura, negocios, arquitectura y las artes. La comunidad introdujo nuevas técnicas agrícolas, popularizó las artes marciales (ayudando a crear el jiu-jitsu brasileño), e incluso influyó en la bebida nacional caipirinha con variaciones de sake. El distrito Liberdade de São Paulo alberga la comunidad japonesa más grande del mundo fuera de Japón, y el intercambio cultural ha sido tan profundo que Tokio ahora alberga la celebración de carnaval más grande fuera del propio Brasil, mientras que el portugués se ha convertido en el tercer idioma extranjero más hablado en Japón."
      }
    },
    "alternatives": {
      "en": ["Argentina", "Colombia", "Peru", "Venezuela", "Chile", "Mexico", "Ecuador", "Bolivia", "Uruguay"],
      "es": ["Argentina", "Colombia", "Perú", "Venezuela", "Chile", "México", "Ecuador", "Bolivia", "Uruguay"]
    }
  }