{
    "answer": {
      "en": "Canada",
      "es": "Canadá"
    },
    "imageUrl": "https://res.cloudinary.com/fact5game/image/upload/v1/countries/canada",
    "facts": {
      "Language(s)": {
        "en": "I'm home to the world's largest concentration of people who can speak three or more languages fluently, with one major city reaching nearly 20% trilingual residents.",
        "es": "Soy hogar de la mayor concentración mundial de personas que pueden hablar tres o más idiomas con fluidez, con una ciudad importante alcanzando casi el 20% de residentes trilingües."
      },
      "Flag": {
        "en": "My current flag took over 100 years to finalize because citizens couldn't agree between retaining colonial symbols versus creating uniquely national ones during the Great Flag Debate.",
        "es": "Mi bandera actual tardó más de 100 años en finalizar porque los ciudadanos no podían ponerse de acuerdo entre retener símbolos coloniales versus crear otros únicamente nacionales durante el Gran Debate de la Bandera."
      },
      "Notable City": {
        "en": "My western coastal metropolis shares the nickname 'Hollywood North' with an eastern city, becoming the world's third-largest film production center after Los Angeles and New York.",
        "es": "Mi metrópolis de la costa oeste comparte el apodo de 'Hollywood del Norte' con una ciudad del este, convirtiéndose en el tercer centro de producción cinematográfica más grande del mundo después de Los Ángeles y Nueva York."
      },
      "Political History": {
        "en": "I achieved full constitutional independence in 1982 when my monarch signed the Constitution Act, ending 115 years of British parliamentary control over my constitutional amendments.",
        "es": "Logré la independencia constitucional completa en 1982 cuando mi monarca firmó la Ley de la Constitución, terminando 115 años de control parlamentario británico sobre mis enmiendas constitucionales."
      },
      "Economy": {
        "en": "My resource-based economy includes the world's third-largest oil reserves and I'm the leading global producer of potash, uranium, and hydroelectric power.",
        "es": "Mi economía basada en recursos incluye las terceras reservas de petróleo más grandes del mundo y soy el productor global líder de potasa, uranio y energía hidroeléctrica."
      },
      "Culture & Traditions": {
        "en": "I'm the only country with dual official national sports—one for summer and one for winter—formally designated by government legislation in 1994.",
        "es": "Soy el único país con deportes nacionales oficiales duales—uno para el verano y uno para el invierno—formalmente designados por legislación gubernamental en 1994."
      },
      "Geography & Borders": {
        "en": "I possess the world's longest coastline at over 202,000 kilometers, yet 80% of my population lives within 100 kilometers of my southern border.",
        "es": "Poseo la costa más larga del mundo con más de 202,000 kilómetros, sin embargo el 80% de mi población vive dentro de 100 kilómetros de mi frontera sur."
      },
      "Wildcard": {
        "en": "My national beverage is the Caesar, which uniquely contains clam juice mixed with vodka, Clamato, and Worcestershire sauce, served in a glass rimmed with celery salt.",
        "es": "Mi bebida nacional es el Caesar, que únicamente contiene jugo de almeja mezclado con vodka, Clamato y salsa Worcestershire, servido en un vaso con borde de sal de apio."
      }
    },
    "expanded": {
      "Language(s)": {
        "en": "Canada's linguistic diversity extends beyond its two official languages, with Montreal achieving nearly 20% trilingual residents—the highest concentration globally of people fluent in three or more languages. This multilingual character reflects Canada's successful integration of immigrant communities, with over 200 different mother tongues spoken nationwide. The trilingual phenomenon particularly thrives in Quebec's largest city, where French, English, and heritage languages coexist in daily life. Immigration from diverse linguistic backgrounds has created unique urban environments where switching between languages is commonplace. This linguistic flexibility gives Canadian cities, especially Montreal, a distinctive cosmopolitan character that sets them apart from monolingual urban centers worldwide.",
        "es": "La diversidad lingüística de Canadá se extiende más allá de sus dos idiomas oficiales, con Montreal alcanzando casi el 20% de residentes trilingües—la mayor concentración mundial de personas fluidas en tres o más idiomas. Este carácter multilingüe refleja la integración exitosa de Canadá de comunidades inmigrantes, con más de 200 lenguas maternas diferentes habladas a nivel nacional. El fenómeno trilingüe prospera particularmente en la ciudad más grande de Quebec, donde francés, inglés e idiomas patrimoniales coexisten en la vida diaria. La inmigración de diversos antecedentes lingüísticos ha creado ambientes urbanos únicos donde cambiar entre idiomas es común. Esta flexibilidad lingüística da a las ciudades canadienses, especialmente Montreal, un carácter cosmopolita distintivo que las distingue de centros urbanos monolingües mundialmente."
      },
      "Flag": {
        "en": "The journey to Canada's distinctive maple leaf flag represents one of the longest flag debates in modern history, spanning from the 1860s call for a national symbol to the final adoption in 1965. The 'Great Flag Debate' of 1964 consumed Parliament for months, dividing Canadians between those favoring retention of British symbols and those seeking uniquely Canadian identity. George Stanley's winning design was inspired by the Royal Military College flag and chosen from over 2,600 submissions from passionate Canadians. The maple leaf itself required careful engineering—Jacques Saint-Cyr simplified the original 13-point botanical accuracy to 11 points for better visibility and wind resistance. The red and white colors were officially proclaimed Canada's national colors by King George V in 1921, symbolically blending English red from St. George's Cross with French royal white. The flag's adoption marked Canada's transition from colonial imagery to independent national symbolism, creating what has become one of the world's most recognizable and beloved national emblems.",
        "es": "El viaje hacia la distintiva bandera de hoja de arce de Canadá representa uno de los debates de bandera más largos en la historia moderna, abarcando desde el llamado de 1860 por un símbolo nacional hasta la adopción final en 1965. El 'Gran Debate de la Bandera' de 1964 consumió el Parlamento por meses, dividiendo a los canadienses entre aquellos que favorecían la retención de símbolos británicos y aquellos que buscaban identidad únicamente canadiense. El diseño ganador de George Stanley fue inspirado por la bandera del Colegio Militar Real y elegido de más de 2,600 propuestas de canadienses apasionados. La hoja de arce en sí requirió ingeniería cuidadosa—Jacques Saint-Cyr simplificó la precisión botánica original de 13 puntas a 11 puntas para mejor visibilidad y resistencia al viento. Los colores rojo y blanco fueron oficialmente proclamados colores nacionales de Canadá por el Rey Jorge V en 1921, mezclando simbólicamente el rojo inglés de la Cruz de San Jorge con el blanco real francés. La adopción de la bandera marcó la transición de Canadá de imágenes coloniales a simbolismo nacional independiente, creando lo que se ha convertido en uno de los emblemas nacionales más reconocibles y queridos del mundo."
      },
      "Notable City": {
        "en": "Vancouver has emerged as a global entertainment capital, earning the 'Hollywood North' designation through its massive film and television industry that ranks third worldwide in production volume, after Los Angeles and New York City. The city's unique geography—nestled between mountains and ocean—provides diverse filming locations within a compact area, while favorable exchange rates and skilled crews attract major international productions. Vancouver's entertainment industry employs tens of thousands and generates billions in economic activity, transforming former industrial areas into state-of-the-art production facilities. The city's cultural influence extends beyond film, with artists like Bryan Adams, Sarah McLachlan, and Michael Bublé calling it home. Vancouver's dense urban core contrasts sharply with most North American cities by successfully avoiding downtown freeways, instead prioritizing public transit, cycling, and pedestrian infrastructure. This urban planning philosophy, combined with stunning natural beauty and one of North America's most diverse populations, has created a consistently top-ranked global city for livability and quality of life.",
        "es": "Vancouver ha emergido como una capital global del entretenimiento, ganándose la designación de 'Hollywood del Norte' a través de su industria masiva de cine y televisión que ocupa el tercer lugar mundial en volumen de producción, después de Los Ángeles y Nueva York. La geografía única de la ciudad—anidada entre montañas y océano—proporciona ubicaciones de filmación diversas dentro de un área compacta, mientras que tasas de cambio favorables y equipos especializados atraen producciones internacionales importantes. La industria del entretenimiento de Vancouver emplea decenas de miles y genera miles de millones en actividad económica, transformando áreas industriales anteriores en instalaciones de producción de última generación. La influencia cultural de la ciudad se extiende más allá del cine, con artistas como Bryan Adams, Sarah McLachlan y Michael Bublé llamándola hogar. El núcleo urbano denso de Vancouver contrasta fuertemente con la mayoría de las ciudades norteamericanas al evitar exitosamente autopistas del centro, en su lugar priorizando transporte público, ciclismo e infraestructura peatonal. Esta filosofía de planificación urbana, combinada con belleza natural impresionante y una de las poblaciones más diversas de América del Norte, ha creado una ciudad global consistentemente clasificada en la cima por habitabilidad y calidad de vida."
      },
      "Political History": {
        "en": "Canada's path to full sovereignty culminated on April 17, 1982, when Queen Elizabeth II signed the Constitution Act in Ottawa, patriating the constitution and ending Britain's role in Canadian constitutional amendments. This historic moment completed a gradual process that began with Confederation in 1867, progressed through the Statute of Westminster in 1931, and finally achieved complete legal independence 115 years later. The constitutional patriation included the Charter of Rights and Freedoms, establishing fundamental protections for individual rights and linguistic minorities that had previously existed only through parliamentary tradition. Prime Minister Pierre Trudeau's successful negotiation of this constitutional framework, despite opposition from Quebec, represented Canada's final step toward complete political autonomy. The signing ceremony marked the end of the last formal colonial ties to Britain, though Canada retained Queen Elizabeth II as constitutional monarch and head of state. This achievement positioned Canada as a fully sovereign nation while maintaining its Westminster parliamentary system and Commonwealth membership, creating a unique model of post-colonial independence that preserved institutional continuity while achieving complete self-governance.",
        "es": "El camino de Canadá hacia la soberanía completa culminó el 17 de abril de 1982, cuando la Reina Isabel II firmó la Ley de la Constitución en Ottawa, patriando la constitución y terminando el papel de Gran Bretaña en las enmiendas constitucionales canadienses. Este momento histórico completó un proceso gradual que comenzó con la Confederación en 1867, progresó a través del Estatuto de Westminster en 1931, y finalmente logró independencia legal completa 115 años después. La patriación constitucional incluyó la Carta de Derechos y Libertades, estableciendo protecciones fundamentales para derechos individuales y minorías lingüísticas que previamente existían solo a través de tradición parlamentaria. La negociación exitosa del Primer Ministro Pierre Trudeau de este marco constitucional, a pesar de la oposición de Quebec, representó el paso final de Canadá hacia autonomía política completa. La ceremonia de firma marcó el fin de los últimos lazos coloniales formales con Gran Bretaña, aunque Canadá retuvo a la Reina Isabel II como monarca constitucional y jefa de estado. Este logro posicionó a Canadá como una nación completamente soberana mientras mantenía su sistema parlamentario de Westminster y membresía en la Commonwealth, creando un modelo único de independencia post-colonial que preservó continuidad institucional mientras lograba autogobierno completo."
      },
      "Economy": {
        "en": "Canada's resource-dominated economy leverages its position as home to the world's third-largest oil reserves, concentrated in Alberta's oil sands, which contain an estimated 170 billion barrels of recoverable oil. The country leads global production of potash, supplying over one-third of world demand from Saskatchewan's mines, essential for agricultural fertilizers worldwide. As the world's largest uranium producer, Canada provides about 13% of global supply, primarily from northern Saskatchewan operations. The nation's vast river systems and geography enable it to generate more hydroelectric power than any other country except China, with hydroelectricity providing about 60% of Canada's electricity needs. This resource wealth, combined with advanced extraction technologies and stable governance, has created one of the world's most resource-rich economies, though it also creates vulnerability to commodity price fluctuations and environmental concerns about sustainable development.",
        "es": "La economía dominada por recursos de Canadá aprovecha su posición como hogar de las terceras reservas de petróleo más grandes del mundo, concentradas en las arenas bituminosas de Alberta, que contienen un estimado de 170 mil millones de barriles de petróleo recuperable. El país lidera la producción global de potasa, suministrando más de un tercio de la demanda mundial desde las minas de Saskatchewan, esencial para fertilizantes agrícolas mundialmente. Como el mayor productor de uranio del mundo, Canadá proporciona cerca del 13% del suministro global, principalmente de operaciones del norte de Saskatchewan. Los vastos sistemas fluviales y geografía de la nación le permiten generar más energía hidroeléctrica que cualquier otro país excepto China, con la hidroelectricidad proporcionando cerca del 60% de las necesidades eléctricas de Canadá. Esta riqueza de recursos, combinada con tecnologías de extracción avanzadas y gobernanza estable, ha creado una de las economías más ricas en recursos del mundo, aunque también crea vulnerabilidad a fluctuaciones de precios de commodities y preocupaciones ambientales sobre desarrollo sostenible."
      },
      "Culture & Traditions": {
        "en": "Canada's unique dual national sports system, established by the National Sports of Canada Act in 1994, designates lacrosse as the official summer sport and ice hockey as the official winter sport—a distinction no other country has formalized through legislation. This dual designation resolved decades of debate about which sport best represented Canadian identity, acknowledging both the Indigenous heritage of lacrosse (originally called baggataway by First Nations peoples) and the widespread popularity of hockey. Lacrosse holds deep spiritual and cultural significance for Indigenous communities, who played it for over a thousand years before European contact, using it for conflict resolution, warrior training, and community bonding. The formal recognition of both sports reflects Canada's commitment to honoring Indigenous traditions while embracing the evolution of national culture. This legislative approach to defining cultural identity through sport demonstrates Canada's methodical approach to nation-building and cultural preservation.",
        "es": "El sistema único de deportes nacionales duales de Canadá, establecido por la Ley de Deportes Nacionales de Canadá en 1994, designa el lacrosse como el deporte oficial de verano y el hockey sobre hielo como el deporte oficial de invierno—una distinción que ningún otro país ha formalizado a través de legislación. Esta designación dual resolvió décadas de debate sobre cuál deporte representaba mejor la identidad canadiense, reconociendo tanto la herencia indígena del lacrosse (originalmente llamado baggataway por los pueblos de las Primeras Naciones) como la popularidad generalizada del hockey. El lacrosse tiene significado espiritual y cultural profundo para las comunidades indígenas, quienes lo jugaron por más de mil años antes del contacto europeo, usándolo para resolución de conflictos, entrenamiento de guerreros y vinculación comunitaria. El reconocimiento formal de ambos deportes refleja el compromiso de Canadá de honrar las tradiciones indígenas mientras abraza la evolución de la cultura nacional. Este enfoque legislativo para definir identidad cultural a través del deporte demuestra el enfoque metódico de Canadá hacia la construcción nacional y preservación cultural."
      },
      "Geography & Borders": {
        "en": "Canada's 202,080 kilometers of coastline—longer than any other nation's—touches three oceans and encompasses everything from Arctic archipelagos to temperate rainforests, yet this vast geographic diversity contrasts sharply with its concentrated population distribution. The extraordinary fact that 80% of Canadians live within 100 kilometers of the US border reflects both climate constraints and economic geography, creating one of the world's most unusual population distributions. This southern concentration means that despite Canada being the world's second-largest country by land area, its effective inhabited space resembles a narrow ribbon stretching from coast to coast. The remaining 90% of Canadian territory includes vast wilderness areas, boreal forests covering 35% of the country, and Arctic regions that are becoming increasingly important for resource extraction and sovereignty as climate change opens new shipping routes. Canada's border with the United States—the world's longest undefended border at 8,891 kilometers—has shaped both countries' development and reflects their unique peaceful relationship. This geographic reality has created a nation that is simultaneously vast and intimate, wild and settled, creating distinctive challenges and opportunities in governance, resource management, and national identity.",
        "es": "Los 202,080 kilómetros de costa de Canadá—más largos que los de cualquier otra nación—tocan tres océanos y abarcan todo desde archipiélagos árticos hasta bosques tropicales templados, sin embargo esta vasta diversidad geográfica contrasta fuertemente con su distribución poblacional concentrada. El hecho extraordinario de que el 80% de los canadienses vivan dentro de 100 kilómetros de la frontera estadounidense refleja tanto limitaciones climáticas como geografía económica, creando una de las distribuciones poblacionales más inusuales del mundo. Esta concentración sureña significa que a pesar de que Canadá es el segundo país más grande del mundo por área terrestre, su espacio habitado efectivo se asemeja a una cinta estrecha extendiéndose de costa a costa. El 90% restante del territorio canadiense incluye vastas áreas silvestres, bosques boreales cubriendo el 35% del país, y regiones árticas que se están volviendo cada vez más importantes para extracción de recursos y soberanía mientras el cambio climático abre nuevas rutas de navegación. La frontera de Canadá con Estados Unidos—la frontera sin defensa más larga del mundo a 8,891 kilómetros—ha moldeado el desarrollo de ambos países y refleja su relación pacífica única. Esta realidad geográfica ha creado una nación que es simultáneamente vasta e íntima, salvaje y asentada, creando desafíos y oportunidades distintivos en gobernanza, manejo de recursos e identidad nacional."
      },
      "Wildcard": {
        "en": "The Caesar cocktail, invented in Calgary in 1969 by bartender Walter Chell, has become so quintessentially Canadian that it outsells the Bloody Mary by 350 to 1 within Canada while remaining virtually unknown elsewhere. This unique drink combining vodka with Clamato (a clam-tomato juice blend), Worcestershire sauce, Tabasco, and lime, served in a celery salt-rimmed glass, represents Canada's distinctive approach to cultural adaptation and innovation. The Caesar's popularity reflects Canadians' willingness to embrace unusual combinations and create distinctly national traditions, similar to how the country has successfully blended diverse cultural influences into a cohesive national identity. Annual Caesar consumption exceeds 400 million drinks, generating hundreds of millions in economic activity and supporting a cottage industry of specialized garnishes, from bacon strips to elaborate seafood displays. The drink's cultural significance extends beyond consumption to symbolize Canadian hospitality, social gathering, and the country's unique position between American and British influences while maintaining its own distinct character. The Caesar exemplifies how seemingly minor cultural innovations can become powerful symbols of national identity, joining other uniquely Canadian contributions like butter tarts, tourtière, and poutine in the pantheon of distinctive national foods and drinks.",
        "es": "El cóctel Caesar, inventado en Calgary en 1969 por el cantinero Walter Chell, se ha vuelto tan quintaesencialmente canadiense que supera en ventas al Bloody Mary por 350 a 1 dentro de Canadá mientras permanece virtualmente desconocido en otros lugares. Esta bebida única combinando vodka con Clamato (una mezcla de jugo de almeja-tomate), salsa Worcestershire, Tabasco y lima, servida en un vaso con borde de sal de apio, representa el enfoque distintivo de Canadá hacia la adaptación cultural e innovación. La popularidad del Caesar refleja la disposición de los canadienses a abrazar combinaciones inusuales y crear tradiciones distintamente nacionales, similar a cómo el país ha exitosamente mezclado influencias culturales diversas en una identidad nacional cohesiva. El consumo anual de Caesar excede 400 millones de bebidas, generando cientos de millones en actividad económica y apoyando una industria casera de guarniciones especializadas, desde tiras de tocino hasta exhibiciones elaboradas de mariscos. El significado cultural de la bebida se extiende más allá del consumo para simbolizar hospitalidad canadiense, reunión social, y la posición única del país entre influencias estadounidenses y británicas mientras mantiene su propio carácter distintivo. El Caesar ejemplifica cómo innovaciones culturales aparentemente menores pueden convertirse en símbolos poderosos de identidad nacional, uniéndose a otras contribuciones únicamente canadienses como tartas de mantequilla, tourtière y poutine en el panteón de comidas y bebidas nacionales distintivas."
      }
    },
    "alternatives": {
      "en": ["United States", "Australia", "United Kingdom", "France", "Norway", "Sweden", "Denmark", "Finland", "New Zealand"],
      "es": ["Estados Unidos", "Australia", "Reino Unido", "Francia", "Noruega", "Suecia", "Dinamarca", "Finlandia", "Nueva Zelanda"]
    }
  }