{
  "answer": {
    "en": "Egypt",
    "es": "Egipto"
  },
  "imageUrl": "https://res.cloudinary.com/fact5game/image/upload/v1/countries/egypt",
  "citation": "Photo by Adrian Dascal on Unsplash",
  "facts": {
    "Language(s)": {
      "en": "My dialect of Arabic has become the most widely understood in the Middle East-North Africa region, largely due to my dominant film and music industry's influence across the Arabic-speaking world.",
      "es": "Mi dialecto del árabe se ha convertido en el más ampliamente entendido en la región de Medio Oriente-Norte de África, en gran parte debido a la influencia dominante de mi industria cinematográfica y musical en todo el mundo árabe."
    },
    "Flag": {
      "en": "My current flag features the golden Eagle of Saladin, but I've changed my national symbol four times since 1958 - from two green stars to a hawk, then back to this medieval eagle in 1984.",
      "es": "Mi bandera actual presenta el Águila dorada de Saladino, pero he cambiado mi símbolo nacional cuatro veces desde 1958 - de dos estrellas verdes a un halcón, luego de vuelta a esta águila medieval en 1984."
    },
    "Notable City": {
      "en": "My Mediterranean port was once the largest city in the world for several centuries, housing one of the Seven Wonders of the Ancient World until earthquakes destroyed it.",
      "es": "Mi puerto mediterráneo fue una vez la ciudad más grande del mundo durante varios siglos, albergando una de las Siete Maravillas del Mundo Antiguo hasta que los terremotos la destruyeron."
    },
    "Political History": {
      "en": "I achieved independence through a bloodless military coup in 1952 that overthrew a monarchy, then became the first Arab nation to recognize Israel through a separate peace treaty in 1979.",
      "es": "Logré la independencia a través de un golpe militar sin derramamiento de sangre en 1952 que derrocó una monarquía, luego me convertí en la primera nación árabe en reconocer a Israel a través de un tratado de paz separado en 1979."
    },
    "Economy": {
      "en": "The Suez Canal provides me with over $8 billion annually in revenue, making it one of my most crucial economic assets alongside remittances from my diaspora working abroad.",
      "es": "El Canal de Suez me proporciona más de $8 mil millones anuales en ingresos, convirtiéndolo en uno de mis activos económicos más cruciales junto con las remesas de mi diáspora trabajando en el extranjero."
    },
    "Culture & Traditions": {
      "en": "I'm home to the world's largest population of Arabic speakers and my cultural productions have earned me the title 'Hollywood of the Middle East' since the 1930s.",
      "es": "Soy hogar de la población más grande de hablantes de árabe del mundo y mis producciones culturales me han ganado el título de 'Hollywood del Medio Oriente' desde los años 1930."
    },
    "Geography & Borders": {
      "en": "Despite my vast territory, over 95% of my population lives on just 5% of my land, concentrated along one major river valley and its delta.",
      "es": "A pesar de mi vasto territorio, más del 95% de mi población vive en solo el 5% de mi tierra, concentrada a lo largo de un valle de río principal y su delta."
    },
    "Wildcard": {
      "en": "My government is currently building one of the world's largest planned cities from scratch. A $58 billion New Administrative Capital that will house 6.5 million people and feature my continent's tallest building.",
      "es": "Mi gobierno está construyendo actualmente una de las ciudades planificadas más grandes del mundo desde cero. Una Nueva Capital Administrativa de $58 mil millones que albergará 6.5 millones de personas y presentará el edificio más alto de mi continente."
    }
  },
  "expanded": {
    "Language(s)": {
      "en": "Egyptian Arabic, locally known as Masri, has achieved unprecedented influence across the Arab world due to Egypt's cultural dominance through cinema, television, and music since the mid-20th century. This dialect is understood by Arabic speakers from Morocco to the Gulf states, making it the de facto lingua franca of Arabic popular culture. While Modern Standard Arabic serves as Egypt's official language for government and formal communication, Egyptian Arabic dominates daily conversation and has influenced other Arabic dialects through decades of cultural export. The dialect itself incorporates elements from ancient Egyptian Coptic, Turkish, French, and English, reflecting Egypt's complex linguistic history. Egypt is also home to several minority languages including Nubian in the south, Beja along the Red Sea coast, and Berber at Siwa Oasis, representing the country's diverse ethnic heritage.",
      "es": "El árabe egipcio, conocido localmente como Masri, ha logrado una influencia sin precedentes en todo el mundo árabe debido al dominio cultural de Egipto a través del cine, la televisión y la música desde mediados del siglo XX. Este dialecto es entendido por hablantes de árabe desde Marruecos hasta los estados del Golfo, convirtiéndolo en la lingua franca de facto de la cultura popular árabe. Mientras que el árabe estándar moderno sirve como el idioma oficial de Egipto para el gobierno y la comunicación formal, el árabe egipcio domina la conversación diaria y ha influenciado otros dialectos árabes a través de décadas de exportación cultural. El dialecto en sí incorpora elementos del copto egipcio antiguo, turco, francés e inglés, reflejando la compleja historia lingüística de Egipto. Egipto también es hogar de varios idiomas minoritarios incluyendo el nubio en el sur, beja a lo largo de la costa del Mar Rojo, y bereber en el Oasis de Siwa, representando la diversa herencia étnica del país."
    },
    "Flag": {
      "en": "Egypt's flag history reflects the nation's complex political evolution through multiple unions and independence movements. The current tricolor design of red, white, and black horizontal stripes was established during the 1952 Revolution, but the central emblem has changed repeatedly to reflect changing political alliances. From 1958-1972, the flag featured two green stars when Egypt united with Syria to form the United Arab Republic. When Libya joined to create the Federation of Arab Republics in 1972, the stars were replaced with the gold Hawk of Qureish. Finally, in 1984, Egypt adopted the current Eagle of Saladin, a symbol dating back to the 12th century that represents both strength and Arab unity. The flag's red stripe symbolizes the blood shed during the struggle for independence, white represents the bloodless nature of the 1952 revolution, and black commemorates the dark period of colonial oppression that was overcome.",
      "es": "La historia de la bandera de Egipto refleja la compleja evolución política de la nación a través de múltiples uniones y movimientos de independencia. El diseño tricolor actual de franjas horizontales rojas, blancas y negras se estableció durante la Revolución de 1952, pero el emblema central ha cambiado repetidamente para reflejar las cambiantes alianzas políticas. De 1958-1972, la bandera presentaba dos estrellas verdes cuando Egipto se unió con Siria para formar la República Árabe Unida. Cuando Libia se unió para crear la Federación de Repúblicas Árabes en 1972, las estrellas fueron reemplazadas con el Halcón dorado de Qureish. Finalmente, en 1984, Egipto adoptó el actual Águila de Saladino, un símbolo que data del siglo XII que representa tanto la fuerza como la unidad árabe. La franja roja de la bandera simboliza la sangre derramada durante la lucha por la independencia, el blanco representa la naturaleza sin derramamiento de sangre de la revolución de 1952, y el negro conmemora el período oscuro de opresión colonial que fue superado."
    },
    "Notable City": {
      "en": "Alexandria, founded by Alexander the Great in 331 BCE, became the intellectual and commercial capital of the ancient Mediterranean world, rivaling and eventually surpassing even Athens in importance. The city housed the legendary Library of Alexandria, the ancient world's greatest center of learning, which attracted scholars like Euclid, Archimedes, and Eratosthenes. The famous Lighthouse of Alexandria, also known as the Pharos, stood over 400 feet tall and guided ships safely into the harbor for over 1,500 years until earthquakes finally destroyed it in the 14th century. During its golden age under the Ptolemaic dynasty, Alexandria was larger than Rome and served as the bridge between Greek culture and Egyptian civilization. The city's decline began with the Arab conquest in 641 CE, but it experienced a renaissance in the 19th and early 20th centuries as a cosmopolitan hub of Mediterranean culture, inspiring writers like Lawrence Durrell and Constantine Cavafy.",
      "es": "Alejandría, fundada por Alejandro Magno en 331 a.C., se convirtió en la capital intelectual y comercial del mundo mediterráneo antiguo, rivalizando y eventualmente superando incluso a Atenas en importancia. La ciudad albergaba la legendaria Biblioteca de Alejandría, el mayor centro de aprendizaje del mundo antiguo, que atrajo a eruditos como Euclides, Arquímedes y Eratóstenes. El famoso Faro de Alejandría, también conocido como Pharos, se alzaba más de 400 pies de altura y guiaba a los barcos de manera segura hacia el puerto durante más de 1,500 años hasta que los terremotos finalmente lo destruyeron en el siglo XIV. Durante su edad dorada bajo la dinastía ptolemaica, Alejandría era más grande que Roma y sirvió como el puente entre la cultura griega y la civilización egipcia. El declive de la ciudad comenzó con la conquista árabe en 641 d.C., pero experimentó un renacimiento en los siglos XIX y principios del XX como un centro cosmopolita de la cultura mediterránea, inspirando a escritores como Lawrence Durrell y Constantine Cavafy."
    },
    "Political History": {
      "en": "Egypt's modern political trajectory was fundamentally shaped by the Free Officers' Revolution of July 23, 1952, led by Gamal Abdel Nasser, which overthrew King Farouk I in a bloodless coup that ended over 150 years of monarchical rule. This revolution not only established Egypt as a republic but also inspired similar movements across the Arab world, positioning Egypt as a leader of Arab nationalism and anti-colonial struggle. Egypt's signing of the Camp David Accords in 1978 and the subsequent peace treaty with Israel in 1979 marked a dramatic shift in Middle Eastern geopolitics, making Egypt the first Arab nation to officially recognize Israel. This decision, while securing American aid and the return of the Sinai Peninsula, also led to Egypt's temporary expulsion from the Arab League until 1989. The political landscape was further transformed by the 2011 revolution that ended Hosni Mubarak's 30-year presidency, followed by a brief period of Muslim Brotherhood rule under Mohamed Morsi, and the current military-backed government under Abdel Fattah el-Sisi since 2014.",
      "es": "La trayectoria política moderna de Egipto fue fundamentalmente moldeada por la Revolución de los Oficiales Libres del 23 de julio de 1952, liderada por Gamal Abdel Nasser, que derrocó al Rey Farouk I en un golpe sin derramamiento de sangre que terminó más de 150 años de gobierno monárquico. Esta revolución no solo estableció a Egipto como una república sino que también inspiró movimientos similares en todo el mundo árabe, posicionando a Egipto como líder del nacionalismo árabe y la lucha anticolonial. La firma de Egipto de los Acuerdos de Camp David en 1978 y el subsiguiente tratado de paz con Israel en 1979 marcó un cambio dramático en la geopolítica del Medio Oriente, convirtiendo a Egipto en la primera nación árabe en reconocer oficialmente a Israel. Esta decisión, aunque aseguró ayuda estadounidense y el retorno de la Península del Sinaí, también llevó a la expulsión temporal de Egipto de la Liga Árabe hasta 1989. El panorama político fue transformado aún más por la revolución de 2011 que terminó los 30 años de presidencia de Hosni Mubarak, seguida por un breve período de gobierno de los Hermanos Musulmanes bajo Mohamed Morsi, y el actual gobierno respaldado por el ejército bajo Abdel Fattah el-Sisi desde 2014."
    },
    "Economy": {
      "en": "The Suez Canal represents one of the world's most strategically important waterways, generating over $8 billion annually for Egypt's economy while handling approximately 12% of global trade. Opened in 1869 and nationalized by President Nasser in 1956, the canal connects the Mediterranean and Red Seas, allowing ships to avoid the lengthy journey around Africa. Egypt's economy also heavily relies on remittances from its large diaspora, with over 10 million Egyptians working abroad who send back billions of dollars annually. Tourism, centered around ancient monuments like the Pyramids of Giza and temples of Luxor, traditionally contributes significantly to foreign currency earnings, though it remains vulnerable to political instability. The discovery of the massive Zohr natural gas field in 2015 has positioned Egypt to become a regional energy hub, with plans to export liquefied natural gas to Europe and neighboring countries, potentially transforming the country's economic landscape.",
      "es": "El Canal de Suez representa una de las vías fluviales más estratégicamente importantes del mundo, generando más de $8 mil millones anuales para la economía de Egipto mientras maneja aproximadamente el 12% del comercio global. Abierto en 1869 y nacionalizado por el Presidente Nasser en 1956, el canal conecta los mares Mediterráneo y Rojo, permitiendo a los barcos evitar el largo viaje alrededor de África. La economía de Egipto también depende fuertemente de las remesas de su gran diáspora, con más de 10 millones de egipcios trabajando en el extranjero que envían de vuelta miles de millones de dólares anualmente. El turismo, centrado alrededor de monumentos antiguos como las Pirámides de Giza y los templos de Luxor, tradicionalmente contribuye significativamente a las ganancias de moneda extranjera, aunque permanece vulnerable a la inestabilidad política. El descubrimiento del masivo campo de gas natural Zohr en 2015 ha posicionado a Egipto para convertirse en un centro energético regional, con planes de exportar gas natural licuado a Europa y países vecinos, potencialmente transformando el panorama económico del país."
    },
    "Culture & Traditions": {
      "en": "Egypt's cultural influence extends far beyond its borders, earning it the moniker 'Um al-Dunya' (Mother of the World) in Arabic. With over 100 million Arabic speakers, Egypt hosts the largest Arabic-speaking population globally, and its dialect has become the standard for Arabic media consumption across the Middle East and North Africa. The country's film industry, established in the 1930s, has produced thousands of movies that have shaped Arab popular culture, while Egyptian singers like Umm Kulthum and Fairuz have achieved legendary status throughout the Arab world. Traditional Egyptian culture blends ancient Pharaonic traditions with Islamic customs, evident in festivals like Sham el-Nessim (celebrating spring) and Moulid celebrations honoring Islamic saints. Egyptian cuisine, featuring dishes like ful medames, koshari, and mahshi, reflects the country's position at the crossroads of Africa, Asia, and the Mediterranean, incorporating influences from Ottoman, Arab, and Mediterranean culinary traditions.",
      "es": "La influencia cultural de Egipto se extiende mucho más allá de sus fronteras, ganándose el apodo de 'Um al-Dunya' (Madre del Mundo) en árabe. Con más de 100 millones de hablantes de árabe, Egipto alberga la población más grande de hablantes de árabe a nivel mundial, y su dialecto se ha convertido en el estándar para el consumo de medios árabes en todo el Medio Oriente y Norte de África. La industria cinematográfica del país, establecida en los años 1930, ha producido miles de películas que han moldeado la cultura popular árabe, mientras que cantantes egipcios como Umm Kulthum y Fairuz han logrado estatus legendario en todo el mundo árabe. La cultura tradicional egipcia mezcla tradiciones faraónicas antiguas con costumbres islámicas, evidente en festivales como Sham el-Nessim (celebrando la primavera) y celebraciones Moulid honrando a santos islámicos. La cocina egipcia, presentando platos como ful medames, koshari y mahshi, refleja la posición del país en el cruce de África, Asia y el Mediterráneo, incorporando influencias de tradiciones culinarias otomanas, árabes y mediterráneas."
    },
    "Geography & Borders": {
      "en": "Egypt's unique geography is defined by the Nile River, which creates a narrow ribbon of fertility through the vast Sahara Desert, supporting virtually all of the country's population and agriculture. The country covers over one million square kilometers, making it the 30th largest nation by area, yet 95% of its territory consists of uninhabitable desert. This concentration of population along the Nile Valley and Delta creates one of the world's highest population densities in habitable areas, with over 100 million people living in just 5% of the country's land. Egypt's strategic location connects Africa to Asia via the Sinai Peninsula and controls access between the Mediterranean and Red Seas through the Suez Canal. The country borders Libya to the west, Sudan to the south, and Israel and Gaza to the northeast, while its northern and eastern coasts provide access to both the Mediterranean Sea and Red Sea, making it a crucial link between Africa, Asia, and Europe.",
      "es": "La geografía única de Egipto está definida por el río Nilo, que crea una cinta estrecha de fertilidad a través del vasto Desierto del Sahara, sustentando virtualmente toda la población y agricultura del país. El país cubre más de un millón de kilómetros cuadrados, convirtiéndolo en la nación número 30 más grande por área, sin embargo el 95% de su territorio consiste en desierto inhabitable. Esta concentración de población a lo largo del Valle del Nilo y el Delta crea una de las densidades de población más altas del mundo en áreas habitables, con más de 100 millones de personas viviendo en solo el 5% de la tierra del país. La ubicación estratégica de Egipto conecta África con Asia vía la Península del Sinaí y controla el acceso entre los mares Mediterráneo y Rojo a través del Canal de Suez. El país limita con Libia al oeste, Sudán al sur, e Israel y Gaza al noreste, mientras que sus costas norte y este proporcionan acceso tanto al Mar Mediterráneo como al Mar Rojo, convirtiéndolo en un enlace crucial entre África, Asia y Europa."
    },
    "Wildcard": {
      "en": "Egypt has embarked on one of the world's most ambitious urban development projects with the construction of its New Administrative Capital, a $58 billion megacity being built 45 kilometers east of Cairo. This massive undertaking, officially launched in 2015, spans 700 square kilometers and is designed to house 6.5 million residents while serving as the country's new governmental and business hub. The centerpiece of this planned city is the Iconic Tower, which at 385 meters will be Africa's tallest building upon completion, featuring mixed-use spaces including offices, hotels, and residential units. The project aims to alleviate Cairo's severe overcrowding, where over 20 million people currently live in cramped conditions, while creating a modern smart city equipped with advanced infrastructure, green spaces, and sustainable technologies. Construction is being carried out in phases through the 2020s, with government ministries, foreign embassies, and major corporations gradually relocating to establish this new center of Egyptian political and economic life.",
      "es": "Egipto se ha embarcado en uno de los proyectos de desarrollo urbano más ambiciosos del mundo con la construcción de su Nueva Capital Administrativa, una megaciudad de $58 mil millones siendo construida 45 kilómetros al este de El Cairo. Esta empresa masiva, lanzada oficialmente en 2015, abarca 700 kilómetros cuadrados y está diseñada para albergar 6.5 millones de residentes mientras sirve como el nuevo centro gubernamental y de negocios del país. La pieza central de esta ciudad planificada es la Torre Icónica, que a 385 metros será el edificio más alto de África al completarse, presentando espacios de uso mixto incluyendo oficinas, hoteles y unidades residenciales. El proyecto tiene como objetivo aliviar la severa sobrepoblación de El Cairo, donde más de 20 millones de personas viven actualmente en condiciones hacinadas, mientras crea una ciudad inteligente moderna equipada con infraestructura avanzada, espacios verdes y tecnologías sostenibles. La construcción se está llevando a cabo en fases a través de los años 2020, con ministerios gubernamentales, embajadas extranjeras y grandes corporaciones reubicándose gradualmente para establecer este nuevo centro de la vida política y económica egipcia."
    }
  },
  "alternatives": {
    "en": [
      "Morocco",
      "Tunisia",
      "Libya",
      "Algeria",
      "Sudan",
      "Jordan",
      "Lebanon",
      "Syria",
      "Iraq"
    ],
    "es": [
      "Marruecos",
      "Túnez",
      "Libia",
      "Argelia",
      "Sudán",
      "Jordania",
      "Líbano",
      "Siria",
      "Irak"
    ]
  }
}