{
    "answer": {
      "en": "Germany",
      "es": "Alemania"
    },
    "imageUrl": "https://res.cloudinary.com/fact5game/image/upload/v1/countries/germany",
    "facts": {
      "Language(s)": {
        "en": "My official language creates compound words of theoretically infinite length and contains dozens of emotional concepts that exist nowhere else in the world.",
        "es": "Mi idioma oficial crea palabras compuestas de longitud teóricamente infinita y contiene docenas de conceptos emocionales que no existen en ningún otro lugar del mundo."
      },
      "Flag": {
        "en": "My current flag colors were banned as 'symbols of humiliation' from 1933-1945, yet they trace back to volunteer freedom fighters who dyed their clothes black and wore gold buttons during the 1813 liberation wars.",
        "es": "Los colores de mi bandera actual fueron prohibidos como 'símbolos de humillación' de 1933-1945, pero se remontan a luchadores voluntarios por la libertad que tiñeron sus ropas de negro y usaron botones dorados durante las guerras de liberación de 1813."
      },
      "Notable City": {
        "en": "One of my cities serves as the undisputed world capital of medical technology, housing over 400 companies in this sector despite having fewer than 50,000 residents.",
        "es": "Una de mis ciudades sirve como la indiscutible capital mundial de la tecnología médica, albergando más de 400 empresas en este sector a pesar de tener menos de 50,000 residentes."
      },
      "Political History": {
        "en": "I was the first major industrialized nation to commit to a complete renewable energy transition called 'Energiewende,' shutting down my last three nuclear plants on the same day in April 2023.",
        "es": "Fui la primera nación industrializada importante en comprometerse a una transición completa de energía renovable llamada 'Energiewende,' cerrando mis últimas tres plantas nucleares el mismo día en abril de 2023."
      },
      "Economy": {
        "en": "I maintain the world's second-largest gold reserves with over 3,000 tonnes, yet paradoxically have the highest savings rate in the developed world with a 7% GDP current account surplus.",
        "es": "Mantengo las segundas reservas de oro más grandes del mundo con más de 3,000 toneladas, pero paradójicamente tengo la tasa de ahorro más alta del mundo desarrollado con un superávit de cuenta corriente del 7% del PIB."
      },
      "Culture & Traditions": {
        "en": "Every New Year's Eve, I gather around televisions nationwide to watch 'Dinner for One' - a 10-minute British comedy that holds the Guinness World Record as the most frequently repeated TV program ever.",
        "es": "Cada Nochevieja, me reúno alrededor de televisores en todo el país para ver 'Dinner for One' - una comedia británica de 10 minutos que posee el Récord Mundial Guinness como el programa de TV más repetido de la historia."
      },
      "Geography & Borders": {
        "en": "I share borders with exactly nine different nations - more than any other European country except Russia - while being positioned in the geographic heart of the continent.",
        "es": "Comparto fronteras con exactamente nueve naciones diferentes - más que cualquier otro país europeo excepto Rusia - mientras estoy posicionado en el corazón geográfico del continente."
      },
      "Wildcard": {
        "en": "My legal system uniquely recognizes that escaping from prison is not a crime because the desire for freedom is a basic human instinct - as long as no other laws are broken during the escape.",
        "es": "Mi sistema legal reconoce únicamente que escapar de prisión no es un crimen porque el deseo de libertad es un instinto humano básico - siempre que no se rompan otras leyes durante la fuga."
      }
    },
    "expanded": {
      "Language(s)": {
        "en": "German linguistic culture has created one of the world's most distinctive language systems, featuring compound words of theoretically infinite length that can express complex concepts in single terms. Words like 'Rechtsschutzversicherungsgesellschaften' (legal protection insurance companies) demonstrate how German speakers can continuously add elements to create precisely descriptive terminology. Beyond compound words, German has developed dozens of emotional and social concepts that have no equivalent in other languages. These untranslatable terms capture nuanced human experiences and cultural observations that other linguistic traditions have never formally recognized or named. Examples include concepts for specific types of nostalgia, social awkwardness, interpersonal dynamics, and emotional states that reflect German cultural sensitivity to psychological complexity. The language's precision extends to its grammar system with four cases, three genders, and intricate verb conjugations that allow for extremely specific expression of relationships, time, and social context. This linguistic sophistication has made German a preferred language for philosophy, psychology, and technical fields where precision of expression is paramount.",
        "es": "La cultura lingüística alemana ha creado uno de los sistemas de idiomas más distintivos del mundo, presentando palabras compuestas de longitud teóricamente infinita que pueden expresar conceptos complejos en términos únicos. Palabras como 'Rechtsschutzversicherungsgesellschaften' (compañías de seguros de protección legal) demuestran cómo los hablantes alemanes pueden agregar continuamente elementos para crear terminología precisamente descriptiva. Más allá de las palabras compuestas, el alemán ha desarrollado docenas de conceptos emocionales y sociales que no tienen equivalente en otros idiomas. Estos términos intraducibles capturan experiencias humanas matizadas y observaciones culturales que otras tradiciones lingüísticas nunca han reconocido o nombrado formalmente. Los ejemplos incluyen conceptos para tipos específicos de nostalgia, torpeza social, dinámicas interpersonales y estados emocionales que reflejan la sensibilidad cultural alemana a la complejidad psicológica. La precisión del idioma se extiende a su sistema gramatical con cuatro casos, tres géneros y conjugaciones verbales intrincadas que permiten expresión extremadamente específica de relaciones, tiempo y contexto social. Esta sofisticación lingüística ha hecho del alemán un idioma preferido para filosofía, psicología y campos técnicos donde la precisión de expresión es primordial."
      },
      "Flag": {
        "en": "The black-red-gold tricolor has one of the most dramatic histories of any national flag, experiencing multiple bannings and resurrections that mirror Germany's turbulent political evolution. The colors originated during the 1813 Wars of Liberation against Napoleonic rule, when volunteer fighters in the Lützow Free Corps wore black uniforms with red trim and gold buttons out of necessity rather than design - they simply couldn't afford proper military uniforms. This practical origin transformed into powerful symbolism during the 1832 Hambach Festival, where 30,000 Germans gathered under black-red-gold banners to demand democracy and national unity. The Nazi regime banned these colors from 1933-1945, denouncing them as 'symbols of humiliation' associated with Germany's WWI defeat and democratic ideals they opposed. The colors' resurrection in 1949 for West Germany represented a deliberate rejection of Nazi symbolism and an embrace of democratic traditions. Interestingly, even East Germany adopted the same colors (adding their coat of arms in 1959), making this one of the few symbols that united both German states during division.",
        "es": "El tricolor negro-rojo-dorado tiene una de las historias más dramáticas de cualquier bandera nacional, experimentando múltiples prohibiciones y resurrecciones que reflejan la evolución política turbulenta de Alemania. Los colores se originaron durante las Guerras de Liberación de 1813 contra el dominio napoleónico, cuando los luchadores voluntarios en el Cuerpo Libre de Lützow usaron uniformes negros con ribetes rojos y botones dorados por necesidad más que por diseño - simplemente no podían permitirse uniformes militares apropiados. Este origen práctico se transformó en simbolismo poderoso durante el Festival de Hambach de 1832, donde 30,000 alemanes se reunieron bajo banderas negro-rojo-dorado para exigir democracia y unidad nacional. El régimen nazi prohibió estos colores de 1933-1945, denunciándolos como 'símbolos de humillación' asociados con la derrota de Alemania en la Primera Guerra Mundial y los ideales democráticos que se oponían. La resurrección de los colores en 1949 para Alemania Occidental representó un rechazo deliberado del simbolismo nazi y un abrazo de las tradiciones democráticas. Curiosamente, incluso Alemania Oriental adoptó los mismos colores (agregando su escudo de armas en 1959), convirtiendo esto en uno de los pocos símbolos que unió a ambos estados alemanes durante la división."
      },
      "Notable City": {
        "en": "Tuttlingen, a small city in southwestern Germany with just 37,000 inhabitants, has achieved the remarkable distinction of becoming the undisputed world capital of medical technology. This unassuming city houses over 400 companies specializing in medical devices, surgical instruments, and healthcare technology, producing approximately 15% of all surgical instruments used globally. The concentration is so dense that one can walk through the city center and encounter headquarters of major medical technology corporations within a few blocks of each other. Companies like Aesculap, KLS Martin Group, and Chiron have made Tuttlingen synonymous with precision medical instruments. The city's dominance in this sector stems from a combination of factors: traditional craftsmanship heritage, proximity to medical universities, and a unique ecosystem where companies collaborate while competing. Medical professionals worldwide recognize 'Made in Tuttlingen' as a mark of exceptional quality, making this small German city an unlikely but undisputed global center for life-saving medical innovation.",
        "es": "Tuttlingen, una pequeña ciudad en el suroeste de Alemania con solo 37,000 habitantes, ha logrado la notable distinción de convertirse en la indiscutible capital mundial de la tecnología médica. Esta ciudad modesta alberga más de 400 empresas especializadas en dispositivos médicos, instrumentos quirúrgicos y tecnología sanitaria, produciendo aproximadamente el 15% de todos los instrumentos quirúrgicos utilizados globalmente. La concentración es tan densa que uno puede caminar por el centro de la ciudad y encontrar sedes de las principales corporaciones de tecnología médica a pocas cuadras una de otra. Empresas como Aesculap, KLS Martin Group y Chiron han hecho que Tuttlingen sea sinónimo de instrumentos médicos de precisión. El dominio de la ciudad en este sector proviene de una combinación de factores: herencia tradicional de artesanía, proximidad a universidades médicas, y un ecosistema único donde las empresas colaboran mientras compiten. Los profesionales médicos en todo el mundo reconocen 'Hecho en Tuttlingen' como una marca de calidad excepcional, convirtiendo a esta pequeña ciudad alemana en un centro global improbable pero indiscutible para la innovación médica que salva vidas."
      },
      "Political History": {
        "en": "Germany's Energiewende (Energy Transition) represents one of the most ambitious energy policy experiments in modern history, making it the first major industrialized nation to commit to phasing out both nuclear power and fossil fuels simultaneously. This radical transformation began after the 2011 Fukushima disaster, when Chancellor Angela Merkel's government made the unprecedented decision to shut down all nuclear plants by 2022 while transitioning to renewable energy sources. The final chapter came on April 15, 2023, when Germany simultaneously decommissioned its last three nuclear power plants: Isar 2, Neckarwestheim 2, and Emsland, ending over 60 years of nuclear power generation. This decision was particularly controversial given the ongoing energy crisis following Russia's invasion of Ukraine, with critics arguing it increased dependence on fossil fuels and energy imports. However, proponents view it as a bold step toward a sustainable future, with renewables already providing 46% of Germany's electricity. The Energiewende has become a global case study, with numerous countries examining both its successes and challenges as they develop their own energy transition strategies.",
        "es": "La Energiewende (Transición Energética) de Alemania representa uno de los experimentos de política energética más ambiciosos de la historia moderna, convirtiéndola en la primera nación industrializada importante en comprometerse a eliminar gradualmente tanto la energía nuclear como los combustibles fósiles simultáneamente. Esta transformación radical comenzó después del desastre de Fukushima de 2011, cuando el gobierno de la Canciller Angela Merkel tomó la decisión sin precedentes de cerrar todas las plantas nucleares para 2022 mientras hacía la transición a fuentes de energía renovable. El capítulo final llegó el 15 de abril de 2023, cuando Alemania simultáneamente desmanteló sus últimas tres plantas de energía nuclear: Isar 2, Neckarwestheim 2 y Emsland, terminando más de 60 años de generación de energía nuclear. Esta decisión fue particularmente controvertida dado la crisis energética en curso tras la invasión rusa de Ucrania, con críticos argumentando que aumentó la dependencia de combustibles fósiles e importaciones de energía. Sin embargo, los proponentes la ven como un paso audaz hacia un futuro sostenible, con las renovables ya proporcionando el 46% de la electricidad de Alemania. La Energiewende se ha convertido en un estudio de caso global, con numerosos países examinando tanto sus éxitos como sus desafíos mientras desarrollan sus propias estrategias de transición energética."
      },
      "Economy": {
        "en": "Germany's economic profile presents fascinating contradictions that highlight the complexity of modern global economics. The country maintains the world's second-largest gold reserves after the United States, holding over 3,000 tonnes worth approximately $200 billion, yet simultaneously exhibits the highest savings rate among developed nations. This creates an unusual economic paradox: while Germany accumulates vast wealth through its export-driven economy, it maintains a current account surplus of 7% of GDP, meaning it exports far more than it imports and saves more than it invests domestically. This surplus, while appearing positive, actually indicates an unbalanced economy where consumer spending and domestic investment remain surprisingly low despite the nation's prosperity. Germany's export dependency has reached 50.3% of GDP, making it one of the most export-reliant major economies globally. The country's reluctance to increase domestic consumption and investment, despite having abundant financial resources, has become a subject of international economic debate, with some economists arguing that Germany's excessive saving actually constrains global economic growth by reducing demand for other countries' products.",
        "es": "El perfil económico de Alemania presenta contradicciones fascinantes que resaltan la complejidad de la economía global moderna. El país mantiene las segundas reservas de oro más grandes del mundo después de Estados Unidos, manteniendo más de 3,000 toneladas valoradas en aproximadamente $200 mil millones, pero simultáneamente exhibe la tasa de ahorro más alta entre las naciones desarrolladas. Esto crea una paradoja económica inusual: mientras Alemania acumula vasta riqueza a través de su economía impulsada por exportaciones, mantiene un superávit de cuenta corriente del 7% del PIB, lo que significa que exporta mucho más de lo que importa y ahorra más de lo que invierte domésticamente. Este superávit, aunque parezca positivo, en realidad indica una economía desequilibrada donde el gasto del consumidor y la inversión doméstica permanecen sorprendentemente bajos a pesar de la prosperidad de la nación. La dependencia de exportaciones de Alemania ha alcanzado el 50.3% del PIB, convirtiéndola en una de las principales economías más dependientes de exportaciones globalmente. La renuencia del país a aumentar el consumo doméstico y la inversión, a pesar de tener recursos financieros abundantes, se ha convertido en un tema de debate económico internacional, con algunos economistas argumentando que el ahorro excesivo de Alemania en realidad restringe el crecimiento económico global al reducir la demanda de productos de otros países."
      },
      "Culture & Traditions": {
        "en": "'Dinner for One' is a fascinating example of how cultural traditions can transcend their origins in unexpected ways. This 10-minute British comedy sketch, originally performed in English, has become one of Germany's most beloved New Year's Eve traditions despite being virtually unknown in its country of origin. The film, also known in Germany as 'Der 90. Geburtstag' (The 90th Birthday), features elderly Miss Sophie celebrating her birthday with imaginary friends, while her butler James serves drinks and stumbles through increasingly drunken impersonations. What makes this tradition remarkable is its universality across Germany - from December 31st to January 1st, virtually every major television network broadcasts the film, some multiple times, creating a shared national experience. The sketch's popularity has earned it a place in the Guinness Book of World Records as the most frequently repeated television program in history. This tradition demonstrates how Germans have embraced and made their own a piece of foreign entertainment, transforming it into an integral part of their cultural calendar. The ritual of watching 'Dinner for One' has become so ingrained that many German families consider it as essential to New Year's Eve as fireworks or champagne.",
        "es": "'Dinner for One' es un ejemplo fascinante de cómo las tradiciones culturales pueden trascender sus orígenes de maneras inesperadas. Este sketch de comedia británico de 10 minutos, originalmente representado en inglés, se ha convertido en una de las tradiciones de Nochevieja más queridas de Alemania a pesar de ser virtualmente desconocido en su país de origen. La película, también conocida en Alemania como 'Der 90. Geburtstag' (El 90° Cumpleaños), presenta a la anciana Miss Sophie celebrando su cumpleaños con amigos imaginarios, mientras su mayordomo James sirve bebidas y tropieza a través de imitaciones cada vez más ebrias. Lo que hace notable esta tradición es su universalidad a través de Alemania - del 31 de diciembre al 1 de enero, virtualmente todas las cadenas de televisión importantes transmiten la película, algunas múltiples veces, creando una experiencia nacional compartida. La popularidad del sketch le ha ganado un lugar en el Libro Guinness de los Récords como el programa de televisión más repetido de la historia. Esta tradición demuestra cómo los alemanes han abrazado y hecho suyo una pieza de entretenimiento extranjero, transformándola en una parte integral de su calendario cultural. El ritual de ver 'Dinner for One' se ha vuelto tan arraigado que muchas familias alemanas lo consideran tan esencial para la Nochevieja como los fuegos artificiales o el champán."
      },
      "Geography & Borders": {
        "en": "Germany's geographic position in the heart of Europe has made it one of the most border-rich countries on the continent, sharing land boundaries with exactly nine nations: Poland and Czech Republic to the east, Austria and Switzerland to the south, France, Luxembourg, Belgium, and the Netherlands to the west, and Denmark to the north. This gives Germany more international borders than any other European country except Russia, creating a unique position as Central Europe's crossroads. This central location has been both a blessing and a curse throughout history - facilitating trade and cultural exchange while also making Germany a frequent battleground and target for invasion. The country's borders have undergone dramatic changes, particularly in the 20th century, with territorial losses after both World Wars and the division of the country during the Cold War. Germany's current borders were finalized with reunification in 1990 and formally confirmed by international treaty. This geographic centrality continues to influence Germany's role as the de facto leader of the European Union and a crucial hub for European transportation, trade, and political coordination.",
        "es": "La posición geográfica de Alemania en el corazón de Europa la ha convertido en uno de los países más ricos en fronteras del continente, compartiendo límites terrestres con exactamente nueve naciones: Polonia y República Checa al este, Austria y Suiza al sur, Francia, Luxemburgo, Bélgica y los Países Bajos al oeste, y Dinamarca al norte. Esto le da a Alemania más fronteras internacionales que cualquier otro país europeo excepto Rusia, creando una posición única como el cruce de caminos de Europa Central. Esta ubicación central ha sido tanto una bendición como una maldición a lo largo de la historia - facilitando el comercio y el intercambio cultural mientras también convierte a Alemania en un campo de batalla frecuente y objetivo de invasión. Las fronteras del país han experimentado cambios dramáticos, particularmente en el siglo XX, con pérdidas territoriales después de ambas Guerras Mundiales y la división del país durante la Guerra Fría. Las fronteras actuales de Alemania se finalizaron con la reunificación en 1990 y se confirmaron formalmente por tratado internacional. Esta centralidad geográfica continúa influyendo en el papel de Alemania como líder de facto de la Unión Europea y un centro crucial para el transporte, comercio y coordinación política europea."
      },
      "Wildcard": {
        "en": "Germany's approach to prison escapes represents one of the most philosophically unique aspects of its legal system, reflecting deep-rooted beliefs about human nature and justice. German law recognizes that the desire for freedom (Freiheitsdrang) is such a fundamental human instinct that attempting to escape from prison cannot be criminalized in itself. This principle acknowledges that it is natural and expected for humans to seek liberty when confined, making the escape attempt a manifestation of basic human nature rather than criminal behavior. However, this legal philosophy comes with important caveats: while the escape itself isn't punishable, any crimes committed during the escape attempt - such as assault, property damage, or helping others escape - remain fully prosecutable offenses. This nuanced approach demonstrates Germany's broader legal philosophy that emphasizes rehabilitation over punishment and recognizes the psychological aspects of human behavior. The policy reflects a justice system that balances individual rights with social responsibility, acknowledging that while the desire for freedom is natural, society still has legitimate interests in maintaining security and order. This legal principle has influenced how Germany approaches prisoner rehabilitation, emphasizing programs that prepare inmates for eventual reintegration into society rather than purely punitive measures.",
        "es": "El enfoque de Alemania hacia las fugas de prisión representa uno de los aspectos filosóficamente más únicos de su sistema legal, reflejando creencias profundamente arraigadas sobre la naturaleza humana y la justicia. La ley alemana reconoce que el deseo de libertad (Freiheitsdrang) es un instinto humano tan fundamental que intentar escapar de prisión no puede ser criminalizado en sí mismo. Este principio reconoce que es natural y esperado que los humanos busquen libertad cuando están confinados, haciendo el intento de fuga una manifestación de la naturaleza humana básica en lugar de comportamiento criminal. Sin embargo, esta filosofía legal viene con advertencias importantes: mientras que la fuga en sí no es punible, cualquier crimen cometido durante el intento de fuga - como asalto, daño a la propiedad, o ayudar a otros a escapar - permanecen como ofensas completamente procesables. Este enfoque matizado demuestra la filosofía legal más amplia de Alemania que enfatiza la rehabilitación sobre el castigo y reconoce los aspectos psicológicos del comportamiento humano. La política refleja un sistema de justicia que equilibra los derechos individuales con la responsabilidad social, reconociendo que mientras el deseo de libertad es natural, la sociedad aún tiene intereses legítimos en mantener la seguridad y el orden. Este principio legal ha influenciado cómo Alemania aborda la rehabilitación de prisioneros, enfatizando programas que preparan a los reclusos para la eventual reintegración en la sociedad en lugar de medidas puramente punitivas."
      }
    },
    "alternatives": {
      "en": ["France", "Austria", "Switzerland", "Netherlands", "Belgium", "Poland", "Czech Republic", "Denmark", "Luxembourg"],
      "es": ["Francia", "Austria", "Suiza", "Países Bajos", "Bélgica", "Polonia", "República Checa", "Dinamarca", "Luxemburgo"]
    }
  }