{
  "answer": {
    "en": "South Africa",
    "es": "Sudáfrica"
  },
  "imageUrl": "https://res.cloudinary.com/fact5game/image/upload/v1/countries/south_africa",
  "citation": "Photo by Tobias Reich on Unsplash",
  "facts": {
    "Language(s)": {
      "en": "I recognize 12 official languages, making me one of the most linguistically diverse nations in the world with more constitutionally recognized official languages than most countries.",
      "es": "Reconozco 12 idiomas oficiales, convirtiéndome en una de las naciones más diversas lingüísticamente del mundo con más idiomas oficiales constitucionalmente reconocidos que la mayoría de los países."
    },
    "Flag": {
      "en": "My flag is the only national flag in the world to incorporate six colors in its primary design without any seals or symbols.",
      "es": "Mi bandera es la única bandera nacional en el mundo que incorpora seis colores en su diseño primario sin ningún sello o símbolo."
    },
    "Notable City": {
      "en": "One of my cities was the first place in the southern hemisphere to install electric street lighting throughout an entire town during a diamond rush.",
      "es": "Una de mis ciudades fue el primer lugar en el hemisferio sur en instalar alumbrado público eléctrico en toda una ciudad durante una fiebre del diamante."
    },
    "Political History": {
      "en": "I established self-governance as a union in 1910, then achieved formal independence from Britain in 1931 through the Statute of Westminster.",
      "es": "Establecí el autogobierno como una unión en 1910, luego logré la independencia formal de Gran Bretaña en 1931 a través del Estatuto de Westminster."
    },
    "Economy": {
      "en": "By 1899, my gold mines produced almost three-tenths of the world's gold and employed over 100,000 workers in what became the world's richest goldfield.",
      "es": "Para 1899, mis minas de oro producían casi tres décimas partes del oro mundial y empleaban a más de 100,000 trabajadores en lo que se convirtió en el campo aurífero más rico del mundo."
    },
    "Culture & Traditions": {
      "en": "I am known as the 'Rainbow Nation' because my diverse cultural heritage includes the world's oldest known cave paintings, some thousands of years old.",
      "es": "Soy conocido como la 'Nación Arcoíris' porque mi diverso patrimonio cultural incluye las pinturas rupestres más antiguas conocidas del mundo, algunas de miles de años de antigüedad."
    },
    "Geography & Borders": {
      "en": "I completely surround one country and share borders with six others, while my coastline stretches over 2,850 kilometers (1,771 miles) along two different oceans.",
      "es": "Rodeo completamente un país y comparto fronteras con otros seis, mientras que mi costa se extiende más de 2,850 kilómetros (1,771 millas) a lo largo de dos océanos diferentes."
    },
    "Wildcard": {
      "en": "The world's oldest meteorite impact site, the Vredefort Dome, lies within my borders and formed over 2 billion years ago when a 10-kilometer asteroid struck Earth.",
      "es": "El sitio de impacto de meteorito más antiguo del mundo, el Domo Vredefort, se encuentra dentro de mis fronteras y se formó hace más de 2 mil millones de años cuando un asteroide de 10 kilómetros golpeó la Tierra."
    }
  },
  "expanded": {
    "Language(s)": {
      "en": "South Africa's linguistic landscape represents one of the most remarkable examples of constitutional language protection in the modern world. The country recognizes 12 official languages in its constitution, a number that places it among the most linguistically inclusive nations globally. These languages include English, Afrikaans, isiZulu, isiXhosa, isiNdebele, siSwati, Sepedi, Sesotho, Setswana, Tshivenda, Xitsonga, and since 2023, South African Sign Language. This linguistic diversity reflects the country's complex history and its commitment to recognizing the cultural heritage of all its people. The inclusion of South African Sign Language as the 12th official language in 2023 demonstrates the nation's ongoing evolution toward greater inclusivity, particularly for the deaf and hard-of-hearing community.",
      "es": "El panorama lingüístico de Sudáfrica representa uno de los ejemplos más notables de protección constitucional de idiomas en el mundo moderno. El país reconoce 12 idiomas oficiales en su constitución, un número que lo coloca entre las naciones más inclusivas lingüísticamente a nivel mundial. Estos idiomas incluyen inglés, afrikáans, isiZulu, isiXhosa, isiNdebele, siSwati, Sepedi, Sesotho, Setswana, Tshivenda, Xitsonga, y desde 2023, el Lenguaje de Señas Sudafricano. Esta diversidad lingüística refleja la historia compleja del país y su compromiso de reconocer el patrimonio cultural de toda su gente. La inclusión del Lenguaje de Señas Sudafricano como el 12º idioma oficial en 2023 demuestra la evolución continua de la nación hacia una mayor inclusividad, particularmente para la comunidad sorda y con problemas de audición."
    },
    "Flag": {
      "en": "South Africa's flag stands as a unique achievement in vexillology, being the only national flag in the world to incorporate six distinct colors in its primary design without any seals, symbols, or heraldic devices. Designed by State Herald Frederick Brownell and first flown on April 27, 1994, the flag combines red, white, blue, black, green, and gold in a distinctive Y-shaped pattern. This design was originally intended as a temporary solution for the country's first democratic elections, but it proved so popular that it was formally adopted in the 1996 constitution. The flag deliberately avoids specific color symbolism to prevent divisiveness, with the only official meaning being the Y-shape itself, which represents the convergence of South Africa's diverse elements into a unified future. This six-color design without additional emblems makes it completely unique among the world's nearly 200 national flags.",
      "es": "La bandera de Sudáfrica se erige como un logro único en vexilología, siendo la única bandera nacional en el mundo que incorpora seis colores distintos en su diseño primario sin ningún sello, símbolo o dispositivo heráldico. Diseñada por el Heraldo Estatal Frederick Brownell y izada por primera vez el 27 de abril de 1994, la bandera combina rojo, blanco, azul, negro, verde y dorado en un patrón distintivo en forma de Y. Este diseño fue originalmente concebido como una solución temporal para las primeras elecciones democráticas del país, pero resultó tan popular que fue formalmente adoptada en la constitución de 1996. La bandera evita deliberadamente el simbolismo específico de colores para prevenir divisiones, siendo el único significado oficial la forma de Y misma, que representa la convergencia de los elementos diversos de Sudáfrica hacia un futuro unificado. Este diseño de seis colores sin emblemas adicionales la hace completamente única entre las casi 200 banderas nacionales del mundo."
    },
    "Notable City": {
      "en": "Kimberley's achievement as the first city in the Southern Hemisphere to install electric street lighting represents a remarkable leap in urban development driven by the wealth of the diamond rush. On September 2, 1882, Kimberley became a pioneer in electrical infrastructure, installing electric street lights throughout the entire town before many major cities worldwide, including London. This technological advancement was directly funded by the enormous wealth generated from diamond mining following discoveries in the area during the 1870s diamond rush. The transformation from a small settlement to a technologically advanced city happened with extraordinary speed, as diamond prospectors and mining companies invested heavily in modern infrastructure to support their operations. Kimberley's early adoption of electric lighting demonstrates how mineral wealth could rapidly modernize frontier settlements, making them more advanced than established cities in other parts of the world.",
      "es": "El logro de Kimberley como la primera ciudad en el Hemisferio Sur en instalar alumbrado público eléctrico representa un salto notable en el desarrollo urbano impulsado por la riqueza de la fiebre del diamante. El 2 de septiembre de 1882, Kimberley se convirtió en pionera en infraestructura eléctrica, instalando luces eléctricas por toda la ciudad antes que muchas ciudades principales del mundo, incluyendo Londres. Este avance tecnológico fue financiado directamente por la enorme riqueza generada por la minería de diamantes tras los descubrimientos en el área durante la fiebre del diamante de la década de 1870. La transformación de un pequeño asentamiento a una ciudad tecnológicamente avanzada ocurrió con velocidad extraordinaria, ya que los buscadores de diamantes y compañías mineras invirtieron fuertemente en infraestructura moderna para apoyar sus operaciones. La adopción temprana de Kimberley de la iluminación eléctrica demuestra cómo la riqueza mineral podría modernizar rápidamente asentamientos fronterizos, haciéndolos más avanzados que ciudades establecidas en otras partes del mundo."
    },
    "Political History": {
      "en": "South Africa's path to independence followed a unique two-stage process that distinguished it from most other African nations. The Union of South Africa was established on May 31, 1910, bringing together four British colonies into a self-governing dominion within the British Empire. This union created internal self-governance but still left significant powers with Britain, particularly in foreign affairs and constitutional matters. The second crucial step came in 1931 with the Statute of Westminster, which granted full sovereignty to dominions like South Africa, formally ending their subordinate status to Britain. This gradual transition meant that South Africa achieved independence through legal evolution rather than revolution or sudden decolonization. The 21-year gap between self-governance and full independence reflects the complex relationship between Britain and its white settler dominions, where political autonomy was granted progressively rather than all at once.",
      "es": "El camino de Sudáfrica hacia la independencia siguió un proceso único de dos etapas que la distinguió de la mayoría de las otras naciones africanas. La Unión de Sudáfrica se estableció el 31 de mayo de 1910, uniendo cuatro colonias británicas en un dominio autogobernante dentro del Imperio Británico. Esta unión creó autogobierno interno pero aún dejó poderes significativos con Gran Bretaña, particularmente en asuntos exteriores y constitucionales. El segundo paso crucial llegó en 1931 con el Estatuto de Westminster, que otorgó soberanía completa a dominios como Sudáfrica, terminando formalmente su estatus subordinado a Gran Bretaña. Esta transición gradual significó que Sudáfrica logró la independencia a través de evolución legal en lugar de revolución o descolonización súbita. La brecha de 21 años entre autogobierno e independencia completa refleja la relación compleja entre Gran Bretaña y sus dominios de colonos blancos, donde la autonomía política fue otorgada progresivamente en lugar de toda de una vez."
    },
    "Economy": {
      "en": "The discovery of gold on the Witwatersrand in 1886 transformed South Africa into a global economic powerhouse with unprecedented speed and scale. By 1899, just thirteen years after the initial discovery, South African gold mines were producing almost 30% of the world's total gold output, making the Witwatersrand the richest goldfield on Earth. This massive operation employed over 100,000 workers and required capital investment equivalent to billions in today's currency. Unlike surface gold deposits found elsewhere, the Witwatersrand gold occurred in deep underground reefs that demanded intensive capital investment and advanced mining technology. The economic impact extended far beyond mining itself, as gold profits financed railway construction, urban development, and industrial growth throughout the region. This rapid economic transformation established South Africa as a major player in global markets and demonstrated how mineral wealth could fundamentally reshape a nation's economic trajectory within a single generation.",
      "es": "El descubrimiento de oro en el Witwatersrand en 1886 transformó Sudáfrica en una potencia económica global con velocidad y escala sin precedentes. Para 1899, solo trece años después del descubrimiento inicial, las minas de oro sudafricanas estaban produciendo casi el 30% de la producción total mundial de oro, haciendo del Witwatersrand el campo aurífero más rico de la Tierra. Esta operación masiva empleaba a más de 100,000 trabajadores y requería inversión de capital equivalente a miles de millones en moneda actual. A diferencia de los depósitos de oro superficiales encontrados en otros lugares, el oro del Witwatersrand ocurría en arrecifes subterráneos profundos que demandaban inversión intensiva de capital y tecnología minera avanzada. El impacto económico se extendió mucho más allá de la minería misma, ya que las ganancias del oro financiaron la construcción de ferrocarriles, desarrollo urbano y crecimiento industrial en toda la región. Esta transformación económica rápida estableció a Sudáfrica como un actor importante en los mercados globales y demostró cómo la riqueza mineral podría remodelar fundamentalmente la trayectoria económica de una nación dentro de una sola generación."
    },
    "Culture & Traditions": {
      "en": "The designation of South Africa as the 'Rainbow Nation' reflects both its modern multicultural democracy and its status as the cradle of human artistic expression. This metaphor, popularized by Archbishop Desmond Tutu, celebrates the country's remarkable cultural diversity while acknowledging its complex history of division and reconciliation. South Africa's cultural heritage extends deep into prehistory, containing some of the world's oldest known cave paintings created by the San people thousands of years ago. These ancient artworks, found primarily in the Drakensberg Mountains, provide invaluable insights into early human spiritual beliefs, hunting practices, and social structures. Modern South African culture represents a unique synthesis of indigenous African traditions, European colonial influences, and Asian heritage brought by indentured laborers and slaves. The concept of Ubuntu, a philosophy emphasizing humanity's interconnectedness, remains central to South African cultural identity and played a crucial role in the peaceful transition from apartheid to democracy.",
      "es": "La designación de Sudáfrica como la 'Nación Arcoíris' refleja tanto su democracia multicultural moderna como su estatus como la cuna de la expresión artística humana. Esta metáfora, popularizada por el Arzobispo Desmond Tutu, celebra la notable diversidad cultural del país mientras reconoce su historia compleja de división y reconciliación. El patrimonio cultural de Sudáfrica se extiende profundamente en la prehistoria, conteniendo algunas de las pinturas rupestres más antiguas conocidas del mundo creadas por el pueblo San hace miles de años. Estas obras de arte antiguas, encontradas principalmente en las Montañas Drakensberg, proporcionan conocimientos invaluables sobre las creencias espirituales humanas tempranas, prácticas de caza y estructuras sociales. La cultura sudafricana moderna representa una síntesis única de tradiciones africanas indígenas, influencias coloniales europeas y herencia asiática traída por trabajadores contratados y esclavos. El concepto de Ubuntu, una filosofía que enfatiza la interconexión de la humanidad, permanece central en la identidad cultural sudafricana y jugó un papel crucial en la transición pacífica del apartheid a la democracia."
    },
    "Geography & Borders": {
      "en": "South Africa's geography presents a fascinating study in continental positioning and diverse ecosystems within a single nation. The country holds the unique distinction of completely surrounding another sovereign nation, Lesotho, while simultaneously sharing borders with six other countries: Namibia, Botswana, Zimbabwe, Mozambique, Eswatini, and of course, the enclave of Lesotho itself. This makes South Africa one of only three countries worldwide that completely encloses another nation. The country's extensive coastline stretches over 2,850 kilometers along two major oceans, with the Atlantic Ocean to the west and the Indian Ocean to the south and east. At the southern tip, where these two oceans meet, the warm Agulhas Current encounters the cold Benguela Current, creating one of the world's most biodiverse marine environments. The interior landscape features a vast plateau ranging from 1,000 to 2,100 meters above sea level, surrounded by the Great Escarpment, creating eight different biomes that make South Africa one of the world's 17 megadiverse countries despite occupying only 1% of Earth's land surface.",
      "es": "La geografía de Sudáfrica presenta un estudio fascinante en posicionamiento continental y ecosistemas diversos dentro de una sola nación. El país tiene la distinción única de rodear completamente otra nación soberana, Lesotho, mientras simultáneamente comparte fronteras con otros seis países: Namibia, Botswana, Zimbabue, Mozambique, Eswatini, y por supuesto, el enclave de Lesotho mismo. Esto hace de Sudáfrica uno de solo tres países mundiales que rodean completamente otra nación. La extensa costa del país se extiende más de 2,850 kilómetros a lo largo de dos océanos principales, con el Océano Atlántico al oeste y el Océano Índico al sur y este. En la punta sur, donde estos dos océanos se encuentran, la cálida Corriente de Agulhas encuentra la fría Corriente de Benguela, creando uno de los ambientes marinos más biodiversos del mundo. El paisaje interior presenta una vasta meseta que va de 1,000 a 2,100 metros sobre el nivel del mar, rodeada por la Gran Escarpa, creando ocho biomas diferentes que hacen de Sudáfrica uno de los 17 países megadiversos del mundo a pesar de ocupar solo el 1% de la superficie terrestre de la Tierra."
    },
    "Wildcard": {
      "en": "The Vredefort Dome represents one of Earth's most significant geological features and provides scientists with a unique window into our planet's violent early history. Located in South Africa's Free State province, this site contains the world's oldest and largest verified meteorite impact crater, formed approximately 2.023 billion years ago during the Paleoproterozoic Era. The asteroid that created this massive crater was estimated to be 10-15 kilometers in diameter, and its impact released energy equivalent to billions of nuclear bombs, creating a crater originally 300 kilometers across. The immense forces involved fundamentally altered the local geology, creating unique rock formations and mineral structures that help scientists understand both early Earth conditions and the role of meteorite impacts in planetary evolution. Today, the visible dome covers an area of about 120 kilometers in diameter and was designated a UNESCO World Heritage Site in 2005, recognizing its exceptional value for understanding Earth's geological history and the cosmic forces that have shaped our planet over billions of years.",
      "es": "El Domo Vredefort representa una de las características geológicas más significativas de la Tierra y proporciona a los científicos una ventana única hacia la historia temprana violenta de nuestro planeta. Ubicado en la provincia del Estado Libre de Sudáfrica, este sitio contiene el cráter de impacto de meteorito verificado más antiguo y grande del mundo, formado aproximadamente hace 2.023 mil millones de años durante la Era Paleoproterozoica. El asteroide que creó este cráter masivo se estimó que tenía 10-15 kilómetros de diámetro, y su impacto liberó energía equivalente a miles de millones de bombas nucleares, creando un cráter originalmente de 300 kilómetros de ancho. Las fuerzas inmensas involucradas alteraron fundamentalmente la geología local, creando formaciones rocosas únicas y estructuras minerales que ayudan a los científicos a entender tanto las condiciones tempranas de la Tierra como el papel de los impactos de meteoritos en la evolución planetaria. Hoy, el domo visible cubre un área de aproximadamente 120 kilómetros de diámetro y fue designado Sitio del Patrimonio Mundial de la UNESCO en 2005, reconociendo su valor excepcional para entender la historia geológica de la Tierra y las fuerzas cósmicas que han moldeado nuestro planeta durante miles de millones de años."
    }
  },
  "alternatives": {
    "en": [
      "Nigeria",
      "Kenya",
      "Ethiopia",
      "Ghana",
      "Tanzania",
      "Morocco",
      "Egypt",
      "Algeria",
      "Zimbabwe"
    ],
    "es": [
      "Nigeria",
      "Kenia",
      "Etiopía",
      "Ghana",
      "Tanzania",
      "Marruecos",
      "Egipto",
      "Argelia",
      "Zimbabue"
    ]
  }
}