{
    "answer": {
      "en": "South Africa",
      "es": "Sudáfrica"
    },
    "imageUrl": "https://res.cloudinary.com/fact5game/image/upload/v1/countries/south_africa",
    "facts": {
      "Language(s)": {
        "en": "I recognize 12 official languages, making me one of only three countries in the world with more than 10 constitutionally recognized official languages.",
        "es": "Reconozco 12 idiomas oficiales, convirtiéndome en uno de solo tres países en el mundo con más de 10 idiomas oficiales constitucionalmente reconocidos."
      },
      "Flag": {
        "en": "My flag is the only national flag in the world to incorporate six colors in its primary design without any seals or symbols.",
        "es": "Mi bandera es la única bandera nacional en el mundo que incorpora seis colores en su diseño primario sin ningún sello o símbolo."
      },
      "Notable City": {
        "en": "One of my cities was the first place in the southern hemisphere to install electric street lighting throughout an entire town following a mineral discovery in 1867.",
        "es": "Una de mis ciudades fue el primer lugar en el hemisferio sur en instalar alumbrado público eléctrico en toda una ciudad tras un descubrimiento mineral en 1867."
      },
      "Political History": {
        "en": "I achieved formal independence from Britain in 1931 through the Statute of Westminster, despite establishing self-governance as the Union in 1910.",
        "es": "Logré la independencia formal de Gran Bretaña en 1931 a través del Estatuto de Westminster, a pesar de establecer el autogobierno como la Unión en 1910."
      },
      "Economy": {
        "en": "By 1899, my gold mines produced almost three-tenths of the world's gold and employed over 100,000 workers in what became the world's richest goldfield.",
        "es": "Para 1899, mis minas de oro producían casi tres décimas partes del oro mundial y empleaban a más de 100,000 trabajadores en lo que se convirtió en el campo aurífero más rico del mundo."
      },
      "Culture & Traditions": {
        "en": "I am known as the 'Rainbow Nation' because my diverse cultural heritage includes the world's oldest known cave paintings, some dating back 27,000 years.",
        "es": "Soy conocido como la 'Nación Arcoíris' porque mi diverso patrimonio cultural incluye las pinturas rupestres más antiguas conocidas del mundo, algunas de 27,000 años de antigüedad."
      },
      "Geography & Borders": {
        "en": "I completely surround one country and share borders with six others, while my coastline stretches over 2,850 kilometers (1,771 miles) along two different oceans.",
        "es": "Rodeo completamente un país y comparto fronteras con otros seis, mientras que mi costa se extiende más de 2,850 kilómetros (1,771 millas) a lo largo de dos océanos diferentes."
      },
      "Wildcard": {
        "en": "The world's oldest meteorite impact site, the Vredefort Dome, lies within my borders and formed over 2 billion years ago when a 10-kilometer asteroid struck Earth.",
        "es": "El sitio de impacto de meteorito más antiguo del mundo, el Domo Vredefort, se encuentra dentro de mis fronteras y se formó hace más de 2 mil millones de años cuando un asteroide de 10 kilómetros golpeó la Tierra."
      }
    },
    "expanded": {
      "Language(s)": {
        "en": "South Africa's linguistic diversity is extraordinary, with 12 official languages recognized in its constitution: English, Afrikaans, isiZulu, isiXhosa, isiNdebele, siSwati, Sepedi, Sesotho, Setswana, Tshivenda, Xitsonga, and since 2023, South African Sign Language. This makes South Africa one of only three countries worldwide (alongside Bolivia and India) to constitutionally recognize more than 10 official languages. The country also has approximately 34 historically established languages, with 30 still being living languages. Despite this remarkable diversity, English serves as the lingua franca for business and government, though it's spoken as a home language by fewer than 10% of the population. The inclusion of South African Sign Language as the 12th official language in 2023 demonstrates the country's ongoing commitment to linguistic inclusivity and recognition of deaf communities.",
        "es": "La diversidad lingüística de Sudáfrica es extraordinaria, con 12 idiomas oficiales reconocidos en su constitución: inglés, afrikáans, isiZulu, isiXhosa, isiNdebele, siSwati, Sepedi, Sesotho, Setswana, Tshivenda, Xitsonga, y desde 2023, el Lenguaje de Señas Sudafricano. Esto hace de Sudáfrica uno de solo tres países en el mundo (junto con Bolivia e India) que reconocen constitucionalmente más de 10 idiomas oficiales. El país también tiene aproximadamente 34 idiomas históricamente establecidos, con 30 que aún son idiomas vivos. A pesar de esta notable diversidad, el inglés sirve como lingua franca para los negocios y el gobierno, aunque se habla como idioma del hogar por menos del 10% de la población. La inclusión del Lenguaje de Señas Sudafricano como el 12º idioma oficial en 2023 demuestra el compromiso continuo del país con la inclusión lingüística y el reconocimiento de las comunidades sordas."
      },
      "Flag": {
        "en": "The South African flag, designed by State Herald Frederick Brownell and first flown on April 27, 1994, holds the unique distinction of being the only national flag in the world to incorporate six colors in its primary design without any seal or brocade. The flag combines red, white, blue (from British and Dutch heritage), black, green, and gold (from African liberation movements) in a distinctive Y-shaped pattern that symbolizes the convergence of diverse elements within South African society. Originally intended as a temporary design for the transitional period, the flag proved so popular that it was formally adopted as permanent in the 1996 constitution. Remarkably, the flag deliberately avoids specific color symbolism to prevent treading on 'dangerous ground' given the country's complex history. The only official symbolism lies in the Y-shape itself, representing the convergence of the nation's diverse past into a unified future.",
        "es": "La bandera sudafricana, diseñada por el Heraldo Estatal Frederick Brownell y izada por primera vez el 27 de abril de 1994, tiene la distinción única de ser la única bandera nacional en el mundo que incorpora seis colores en su diseño primario sin ningún sello o brocado. La bandera combina rojo, blanco, azul (del patrimonio británico y holandés), negro, verde y dorado (de los movimientos de liberación africanos) en un patrón distintivo en forma de Y que simboliza la convergencia de elementos diversos dentro de la sociedad sudafricana. Originalmente concebida como un diseño temporal para el período de transición, la bandera resultó tan popular que fue formalmente adoptada como permanente en la constitución de 1996. Notablemente, la bandera evita deliberadamente el simbolismo específico de colores para prevenir pisar 'terreno peligroso' dada la historia compleja del país. El único simbolismo oficial reside en la forma de Y misma, representando la convergencia del pasado diverso de la nación hacia un futuro unificado."
      },
      "Notable City": {
        "en": "Kimberley, following the discovery of diamonds in 1867, became not only a mining boomtown but also a pioneer of urban infrastructure in the southern hemisphere. The discovery of the Eureka Diamond in 1867 and subsequent finds transformed this small settlement into a thriving city that by 1873 had become the second-largest city in Africa with a population of 40,000. Kimberley achieved a remarkable technological first by becoming the first place in the southern hemisphere to install electric street lighting throughout an entire town. This infrastructure development was directly funded by the enormous wealth generated from diamond mining, particularly from the famous 'Big Hole' which produced over 14 million carats of diamonds during its operation. The city's rapid modernization, including telegraph lines, railway connections, and advanced mining equipment, made it a model for industrial development across southern Africa and demonstrated how mineral wealth could transform frontier settlements into modern urban centers.",
        "es": "Kimberley, tras el descubrimiento de diamantes en 1867, se convirtió no solo en una ciudad minera en auge sino también en pionera de la infraestructura urbana en el hemisferio sur. El descubrimiento del Diamante Eureka en 1867 y hallazgos posteriores transformaron este pequeño asentamiento en una ciudad próspera que para 1873 se había convertido en la segunda ciudad más grande de África con una población de 40,000 habitantes. Kimberley logró un primer lugar tecnológico notable al convertirse en el primer lugar en el hemisferio sur en instalar alumbrado público eléctrico en toda una ciudad. Este desarrollo de infraestructura fue financiado directamente por la enorme riqueza generada por la minería de diamantes, particularmente del famoso 'Gran Agujero' que produjo más de 14 millones de quilates de diamantes durante su operación. La modernización rápida de la ciudad, incluyendo líneas de telégrafo, conexiones ferroviarias y equipo minero avanzado, la convirtió en un modelo para el desarrollo industrial en el sur de África y demostró cómo la riqueza mineral podría transformar asentamientos fronterizos en centros urbanos modernos."
      },
      "Political History": {
        "en": "South Africa's path to independence was complex and gradual, distinguishing it from many other African nations that gained independence through more direct decolonization processes. The Union of South Africa was established in 1910, uniting four British colonies into a self-governing dominion within the British Empire, but this was far from full independence. True sovereignty came in 1931 when the Statute of Westminster granted legal independence to dominions, formally ending South Africa's subordinate status to Britain. However, the country remained part of the Commonwealth until 1961, when it became a republic following a whites-only referendum. This political evolution occurred during the implementation of increasingly harsh racial segregation policies, culminating in the apartheid system from 1948. The irony of gaining political independence while simultaneously denying basic rights to the majority population created the foundation for decades of internal conflict and international isolation that would only end with the democratic transition in 1994.",
        "es": "El camino de Sudáfrica hacia la independencia fue complejo y gradual, distinguiéndolo de muchas otras naciones africanas que obtuvieron la independencia a través de procesos de descolonización más directos. La Unión de Sudáfrica se estableció en 1910, uniendo cuatro colonias británicas en un dominio autogobernante dentro del Imperio Británico, pero esto estaba lejos de ser independencia completa. La verdadera soberanía llegó en 1931 cuando el Estatuto de Westminster otorgó independencia legal a los dominios, terminando formalmente el estatus subordinado de Sudáfrica a Gran Bretaña. Sin embargo, el país permaneció parte de la Mancomunidad hasta 1961, cuando se convirtió en república tras un referéndum solo para blancos. Esta evolución política ocurrió durante la implementación de políticas de segregación racial cada vez más duras, culminando en el sistema de apartheid desde 1948. La ironía de ganar independencia política mientras simultáneamente negaba derechos básicos a la población mayoritaria creó la fundación para décadas de conflicto interno y aislamiento internacional que solo terminaría con la transición democrática en 1994."
      },
      "Economy": {
        "en": "The discovery of gold on the Witwatersrand in 1886 transformed South Africa into a global economic powerhouse and created what would become the world's richest goldfield. By 1899, just 13 years after the initial discovery, South African gold mines were producing almost 30% of the world's total gold output and employed over 100,000 workers, making them the largest industrial operation on the African continent. The scale of this operation required unprecedented investment of £75 million by 1899, equivalent to billions in today's currency. Unlike surface gold deposits found elsewhere, the Witwatersrand gold occurred in deep underground reefs that required intensive capital investment and advanced mining technology. This industrial scale mining operation established the foundation for South Africa's modern economy and created the template for large-scale mineral extraction across Africa. The enormous profits from gold mining financed the country's industrial development, railway networks, and urban growth, while simultaneously funding the discriminatory labor systems that would evolve into apartheid.",
        "es": "El descubrimiento de oro en el Witwatersrand en 1886 transformó Sudáfrica en una potencia económica global y creó lo que se convertiría en el campo aurífero más rico del mundo. Para 1899, solo 13 años después del descubrimiento inicial, las minas de oro sudafricanas estaban produciendo casi el 30% de la producción total mundial de oro y empleaban a más de 100,000 trabajadores, convirtiéndolas en la operación industrial más grande del continente africano. La escala de esta operación requirió una inversión sin precedentes de £75 millones para 1899, equivalente a miles de millones en moneda actual. A diferencia de los depósitos de oro superficiales encontrados en otros lugares, el oro del Witwatersrand ocurría en arrecifes subterráneos profundos que requerían inversión intensiva de capital y tecnología minera avanzada. Esta operación minera a escala industrial estableció la fundación para la economía moderna de Sudáfrica y creó la plantilla para la extracción mineral a gran escala en África. Las enormes ganancias de la minería de oro financiaron el desarrollo industrial del país, las redes ferroviarias y el crecimiento urbano, mientras simultáneamente financiaban los sistemas laborales discriminatorios que evolucionarían hacia el apartheid."
      },
      "Culture & Traditions": {
        "en": "South Africa's designation as the 'Rainbow Nation' reflects not only its modern multicultural democracy but also its status as home to some of humanity's oldest cultural expressions. The country contains the world's oldest known cave paintings, with some rock art in the Drakensberg Mountains dating back 27,000 years, created by the San (Bushmen) people. These ancient artworks provide invaluable insights into early human spiritual beliefs, hunting practices, and social structures. Modern South African culture represents a unique synthesis of indigenous African traditions, European colonial influences, and Asian heritage brought by indentured laborers and slaves. This cultural fusion is evident in the country's music, from traditional Zulu praise songs to Cape Jazz and Kwaito, its diverse cuisine blending Malay, Indian, and African flavors, and its complex linguistic landscape. The concept of Ubuntu—a philosophy emphasizing humanity's interconnectedness—remains central to South African cultural identity and played a crucial role in the peaceful transition from apartheid to democracy.",
        "es": "La designación de Sudáfrica como la 'Nación Arcoíris' refleja no solo su democracia multicultural moderna sino también su estatus como hogar de algunas de las expresiones culturales más antiguas de la humanidad. El país contiene las pinturas rupestres más antiguas conocidas del mundo, con algunas artes rupestres en las Montañas Drakensberg que datan de hace 27,000 años, creadas por el pueblo San (Bosquimanos). Estas obras de arte antiguas proporcionan conocimientos invaluables sobre las creencias espirituales tempranas humanas, prácticas de caza y estructuras sociales. La cultura sudafricana moderna representa una síntesis única de tradiciones africanas indígenas, influencias coloniales europeas y herencia asiática traída por trabajadores contratados y esclavos. Esta fusión cultural es evidente en la música del país, desde canciones tradicionales de alabanza zulú hasta Cape Jazz y Kwaito, su cocina diversa que mezcla sabores malayos, indios y africanos, y su paisaje lingüístico complejo. El concepto de Ubuntu—una filosofía que enfatiza la interconexión de la humanidad—permanece central en la identidad cultural sudafricana y jugó un papel crucial en la transición pacífica del apartheid a la democracia."
      },
      "Geography & Borders": {
        "en": "South Africa's geography is remarkable for its complete encirclement of one country (Lesotho) while sharing borders with six others: Namibia, Botswana, Zimbabwe, Mozambique, Eswatini (formerly Swaziland), and the enclave of Lesotho. This unique configuration makes South Africa one of only three countries in the world that completely surround another sovereign nation. The country's extensive coastline stretches over 2,850 kilometers along two oceans—the Atlantic to the west and the Indian to the south and east—where the warm Agulhas Current meets the cold Benguela Current, creating one of the world's most biodiverse marine environments. The interior is dominated by a vast plateau ranging from 1,000 to 2,100 meters above sea level, surrounded by the Great Escarpment, whose highest section is the Drakensberg Mountains reaching 3,482 meters. This diverse topography encompasses eight different biomes, from Mediterranean-climate fynbos in the Western Cape to subtropical coastal forests, making South Africa one of the world's 17 megadiverse countries despite occupying only 1% of Earth's land surface.",
        "es": "La geografía de Sudáfrica es notable por su rodeamiento completo de un país (Lesotho) mientras comparte fronteras con otros seis: Namibia, Botswana, Zimbabue, Mozambique, Eswatini (anteriormente Suazilandia), y el enclave de Lesotho. Esta configuración única hace de Sudáfrica uno de solo tres países en el mundo que rodean completamente otra nación soberana. La extensa costa del país se extiende más de 2,850 kilómetros a lo largo de dos océanos—el Atlántico al oeste y el Índico al sur y este—donde la cálida Corriente de Agulhas se encuentra con la fría Corriente de Benguela, creando uno de los ambientes marinos más biodiversos del mundo. El interior está dominado por una vasta meseta que va de 1,000 a 2,100 metros sobre el nivel del mar, rodeada por la Gran Escarpa, cuya sección más alta son las Montañas Drakensberg que alcanzan 3,482 metros. Esta topografía diversa abarca ocho biomas diferentes, desde el fynbos de clima mediterráneo en el Cabo Occidental hasta bosques costeros subtropicales, haciendo de Sudáfrica uno de los 17 países megadiversos del mundo a pesar de ocupar solo el 1% de la superficie terrestre de la Tierra."
      },
      "Wildcard": {
        "en": "The Vredefort Dome in South Africa represents one of Earth's most significant geological features as the world's oldest and largest verified meteorite impact site. Formed over 2 billion years ago when a massive asteroid estimated at 10-15 kilometers in diameter struck the Earth, the impact created a crater originally 300 kilometers across—larger than any existing crater on the planet. The immense energy released by this collision, equivalent to billions of nuclear bombs, fundamentally altered the local geology and created unique rock formations that provide scientists with invaluable insights into early Earth conditions and the role of meteorite impacts in planetary evolution. Today, the dome covers an area of 120 kilometers in diameter and was designated a UNESCO World Heritage Site in 2005. The impact occurred during the Paleoproterozoic Era when only simple life forms existed, and the crater's geological record helps scientists understand how such catastrophic events may have influenced the evolution of life on Earth.",
        "es": "El Domo Vredefort en Sudáfrica representa una de las características geológicas más significativas de la Tierra como el sitio de impacto de meteorito verificado más antiguo y grande del mundo. Formado hace más de 2 mil millones de años cuando un asteroide masivo estimado en 10-15 kilómetros de diámetro golpeó la Tierra, el impacto creó un cráter originalmente de 300 kilómetros de ancho—más grande que cualquier cráter existente en el planeta. La inmensa energía liberada por esta colisión, equivalente a miles de millones de bombas nucleares, alteró fundamentalmente la geología local y creó formaciones rocosas únicas que proporcionan a los científicos conocimientos invaluables sobre las condiciones tempranas de la Tierra y el papel de los impactos de meteoritos en la evolución planetaria. Hoy, el domo cubre un área de 120 kilómetros de diámetro y fue designado Sitio del Patrimonio Mundial de la UNESCO en 2005. El impacto ocurrió durante la Era Paleoproterozoica cuando solo existían formas de vida simples, y el registro geológico del cráter ayuda a los científicos a entender cómo tales eventos catastróficos pueden haber influenciado la evolución de la vida en la Tierra."
      }
    },
    "alternatives": {
      "en": ["Nigeria", "Kenya", "Ethiopia", "Ghana", "Tanzania", "Morocco", "Egypt", "Algeria", "Zimbabwe"],
      "es": ["Nigeria", "Kenia", "Etiopía", "Ghana", "Tanzania", "Marruecos", "Egipto", "Argelia", "Zimbabue"]
    }
  }