{
  "answer": {
    "en": "Abraham Lincoln",
    "es": "Abraham Lincoln"
  },
  "imageUrl": "https://res.cloudinary.com/dv8mf70xe/image/upload/v1757525794/lincoln_d7vdzk.jpg",
  "citation": "Frank Schulenberg, CC BY-SA 4.0",
  "facts": {
    "Occupation": {
      "en": "I became the first practicing attorney to serve as President of the United States, having argued over 5,000 cases during my legal career.",
      "es": "Me convertí en el primer abogado en ejercicio en servir como Presidente de los Estados Unidos, habiendo argumentado más de 5,000 casos durante mi carrera legal."
    },
    "Early Life": {
      "en": "I taught myself law by borrowing a copy of Blackstone's Commentaries and walking miles to return it.",
      "es": "Me enseñé derecho a mí mismo tomando prestada una copia de los Comentarios de Blackstone y caminando millas para devolverla."
    },
    "Nationality": {
      "en": "I was born in a one-room log cabin in Kentucky, a border state that gave me a unique perspective on the complex political landscape of the United States.",
      "es": "Nací en una cabaña de troncos de una habitación en Kentucky, un estado fronterizo que me dio una perspectiva única sobre el complejo paisaje político de los Estados Unidos."
    },
    "Legacy": {
      "en": "My decisions during wartime permanently expanded federal power, fundamentally changing the balance between state and national authority in America.",
      "es": "Mis decisiones durante la guerra expandieron permanentemente el poder federal, cambiando fundamentalmente el equilibrio entre la autoridad estatal y nacional en América."
    },
    "Physical Appearance": {
      "en": "I am the tallest person to have held the office of President of the United States, beating second place by one centimeter according to height records.",
      "es": "Soy la persona más alta que ha ocupado el cargo de Presidente de los Estados Unidos, superando al segundo lugar por un centímetro según los registros de altura."
    },
    "Famous Quotes": {
      "en": "I declared that 'a house divided against itself cannot stand,' adapting a biblical phrase to describe a national crisis in 1858.",
      "es": "Declaré que 'una casa dividida contra sí misma no puede sostenerse,' adaptando una frase bíblica para describir una crisis nacional en 1858."
    },
    "Demise": {
      "en": "I signed legislation creating the Secret Service on the day of my assassination, though presidential protection wouldn't begin until 36 years later.",
      "es": "Firmé la legislación que creó el Servicio Secreto el día de mi asesinato, aunque la protección presidencial no comenzaría hasta 36 años después."
    },
    "Wildcard": {
      "en": "I hold the only patent ever granted to a U.S. President, for a system using bellows to lift boats over shoals with air chambers.",
      "es": "Poseo la única patente jamás otorgada a un Presidente de EE.UU., para un sistema que usa fuelles para levantar barcos sobre bajíos con cámaras de aire."
    }
  },
  "expanded": {
    "Occupation": {
      "en": "Abraham Lincoln's legal career spanned nearly twenty-five years and established him as one of Illinois's most successful attorneys before he entered politics. His law practice took him across the Eighth Judicial Circuit, where he rode hundreds of miles on horseback to reach remote courthouses, arguing cases ranging from property disputes to murder trials. Lincoln was particularly skilled at jury persuasion, often using folksy analogies and storytelling to make complex legal points accessible to common citizens. His reputation for honesty earned him the nickname 'Honest Abe,' and clients sought him out specifically because they trusted his integrity. Unlike many politicians of his era who came from wealthy backgrounds or inherited political connections, Lincoln's legal practice provided both his income and his pathway to political prominence.",
      "es": "La carrera legal de Abraham Lincoln abarcó casi veinticinco años y lo estableció como uno de los abogados más exitosos de Illinois antes de entrar en la política. Su práctica legal lo llevó a través del Octavo Circuito Judicial, donde cabalgó cientos de millas a caballo para llegar a tribunales remotos, argumentando casos que iban desde disputas de propiedad hasta juicios por asesinato. Lincoln era particularmente hábil en la persuasión del jurado, a menudo usando analogías populares y narrativas para hacer que puntos legales complejos fueran accesibles a ciudadanos comunes. Su reputación por la honestidad le valió el apodo de 'Abe Honesto,' y los clientes lo buscaban específicamente porque confiaban en su integridad. A diferencia de muchos políticos de su época que venían de orígenes adinerados o heredaron conexiones políticas, la práctica legal de Lincoln proporcionó tanto sus ingresos como su camino hacia la prominencia política."
    },
    "Early Life": {
      "en": "Lincoln's self-education represents one of the most remarkable intellectual achievements in American history, accomplished despite growing up in a frontier environment where formal education was scarce and books were precious commodities. William Blackstone's Commentaries on the Laws of England, first published in the 1760s, served as the foundational legal text for American lawyers well into the 19th century. Lincoln borrowed this four-volume work and other law books from John Todd Stuart, his future law partner, often walking considerable distances to obtain and return them. His dedication to learning was so intense that neighbors recalled seeing him reading by firelight late into the night, sometimes lying flat on the floor to catch the light. This autodidactic approach shaped Lincoln's distinctive legal and political style, as he learned to think independently and develop arguments from first principles rather than relying on established authorities or conventional wisdom.",
      "es": "La autoeducación de Lincoln representa uno de los logros intelectuales más notables en la historia americana, logrado a pesar de crecer en un ambiente fronterizo donde la educación formal era escasa y los libros eran bienes preciosos. Los Comentarios sobre las Leyes de Inglaterra de William Blackstone, publicados por primera vez en la década de 1760, sirvieron como el texto legal fundamental para los abogados americanos hasta bien entrado el siglo XIX. Lincoln tomó prestada esta obra de cuatro volúmenes y otros libros de derecho de John Todd Stuart, su futuro socio legal, a menudo caminando distancias considerables para obtenerlos y devolverlos. Su dedicación al aprendizaje era tan intensa que los vecinos recordaban verlo leyendo a la luz del fuego hasta muy tarde en la noche, a veces acostado en el suelo para captar la luz. Este enfoque autodidacta moldeó el estilo legal y político distintivo de Lincoln, ya que aprendió a pensar independientemente y desarrollar argumentos desde primeros principios en lugar de depender de autoridades establecidas o sabiduría convencional."
    },
    "Nationality": {
      "en": "Kentucky's unique position during the Civil War exemplified the complex loyalties that characterized the border states during America's greatest internal conflict. Although Kentucky officially remained in the Union, the state was deeply divided, with families often split between Union and Confederate sympathies. The state's economy depended heavily on slave labor for tobacco and hemp production, yet its geographic position and economic ties to both North and South created conflicting interests. Lincoln's birth in Kentucky gave him an intimate understanding of these divided loyalties, which proved crucial to his political approach during the Civil War. His ability to empathize with both sides while maintaining unwavering commitment to preserving the Union reflected his Kentucky origins, where such nuanced thinking was essential for survival in a politically fractured society.",
      "es": "La posición única de Kentucky durante la Guerra Civil ejemplificó las lealtades complejas que caracterizaron a los estados fronterizos durante el mayor conflicto interno de América. Aunque Kentucky oficialmente permaneció en la Unión, el estado estaba profundamente dividido, con familias a menudo divididas entre simpatías de la Unión y Confederadas. La economía del estado dependía fuertemente del trabajo esclavo para la producción de tabaco y cáñamo, pero su posición geográfica y lazos económicos tanto con el Norte como con el Sur crearon intereses conflictivos. El nacimiento de Lincoln en Kentucky le dio una comprensión íntima de estas lealtades divididas, lo que resultó crucial para su enfoque político durante la Guerra Civil. Su capacidad para empatizar con ambos lados mientras mantenía un compromiso inquebrantable con preservar la Unión reflejó sus orígenes de Kentucky, donde tal pensamiento matizado era esencial para la supervivencia en una sociedad políticamente fracturada."
    },
    "Legacy": {
      "en": "Lincoln's expansion of federal power during the Civil War fundamentally transformed the American constitutional system, establishing precedents that continue to shape federal authority today. His suspension of habeas corpus, implementation of the first federal income tax, establishment of a national banking system, and issuance of the Emancipation Proclamation all stretched presidential powers beyond previous constitutional interpretations. The Emancipation Proclamation, issued as a war measure under executive authority, effectively redefined federal power over state institutions, particularly slavery. Lincoln's creation of the transcontinental railroad through federal subsidies and his implementation of the first military draft demonstrated how national emergencies could justify unprecedented federal intervention in areas traditionally controlled by states. These wartime precedents provided the constitutional foundation for the modern federal government's expanded role in economic regulation, civil rights enforcement, and national security, fundamentally altering the balance of power between state and federal authority that the founders had originally envisioned.",
      "es": "La expansión del poder federal de Lincoln durante la Guerra Civil transformó fundamentalmente el sistema constitucional americano, estableciendo precedentes que continúan moldeando la autoridad federal hoy. Su suspensión del habeas corpus, implementación del primer impuesto federal sobre la renta, establecimiento de un sistema bancario nacional, y emisión de la Proclamación de Emancipación, todos extendieron los poderes presidenciales más allá de interpretaciones constitucionales previas. La Proclamación de Emancipación, emitida como una medida de guerra bajo autoridad ejecutiva, efectivamente redefinió el poder federal sobre las instituciones estatales, particularmente la esclavitud. La creación de Lincoln del ferrocarril transcontinental a través de subsidios federales y su implementación del primer reclutamiento militar demostraron cómo las emergencias nacionales podrían justificar intervención federal sin precedentes en áreas tradicionalmente controladas por los estados. Estos precedentes de guerra proporcionaron la base constitucional para el papel expandido del gobierno federal moderno en regulación económica, aplicación de derechos civiles, y seguridad nacional, alterando fundamentalmente el equilibrio de poder entre autoridad estatal y federal que los fundadores habían originalmente imaginado."
    },
    "Physical Appearance": {
      "en": "Lincoln's extraordinary height and distinctive physical features made him one of the most recognizable figures in 19th-century America, with his appearance often becoming a subject of both admiration and caricature. At 6 feet 4 inches, he towered over most of his contemporaries in an era when the average American male stood about 5 feet 7 inches tall. His law partner William Herndon described Lincoln's arms as being so long that when standing upright, he could grab something off the ground without bending his knees. Contemporaries frequently noted his large, calloused hands, which reflected his early years of manual labor splitting rails and working on farms. His gaunt frame, prominent cheekbones, and deeply lined face gave him a melancholic appearance that many found both compelling and somewhat unsettling. Political cartoonists of the era often exaggerated these features, sometimes portraying him as awkward or ungainly, yet his physical presence commanded respect and attention in any room he entered.",
      "es": "La estatura extraordinaria y características físicas distintivas de Lincoln lo convirtieron en una de las figuras más reconocibles en la América del siglo XIX, con su apariencia a menudo convirtiéndose en tema tanto de admiración como de caricatura. Con 6 pies 4 pulgadas, se alzaba sobre la mayoría de sus contemporáneos en una era cuando el hombre americano promedio medía alrededor de 5 pies 7 pulgadas de altura. Su socio legal William Herndon describió los brazos de Lincoln como tan largos que cuando estaba de pie, podía agarrar algo del suelo sin doblar las rodillas. Los contemporáneos frecuentemente notaron sus manos grandes y callosas, que reflejaban sus primeros años de trabajo manual cortando rieles y trabajando en granjas. Su estructura demacrada, pómulos prominentes, y rostro profundamente arrugado le daban una apariencia melancólica que muchos encontraban tanto convincente como algo perturbadora. Los caricaturistas políticos de la era a menudo exageraban estas características, a veces retratándolo como torpe o desgarbado, pero su presencia física comandaba respeto y atención en cualquier habitación en la que entrara."
    },
    "Famous Quotes": {
      "en": "Lincoln's 'House Divided' speech, delivered at the Illinois Republican State Convention on June 16, 1858, marked a pivotal moment in his political career and American history. The biblical reference comes from Matthew 12:25, where Jesus states, 'Every kingdom divided against itself is brought to desolation; and every city or house divided against itself shall not stand.' Lincoln's adaptation of this scripture to describe the slavery crisis demonstrated his skill at using familiar religious imagery to communicate complex political concepts to a largely Christian audience. The speech was considered radical for its time because it explicitly stated that the Union could not survive permanently half-slave and half-free, forcing Americans to confront the fundamental contradiction at the heart of their democracy. Many of Lincoln's advisors warned him against making such a bold declaration, fearing it would cost him the Senate race against Stephen Douglas. While Lincoln did lose that Senate contest, the speech established him as a national figure and articulated the moral framework that would define his presidency and the Civil War itself.",
      "es": "El discurso de la 'Casa Dividida' de Lincoln, pronunciado en la Convención Estatal Republicana de Illinois el 16 de junio de 1858, marcó un momento fundamental en su carrera política y en la historia americana. La referencia bíblica proviene de Mateo 12:25, donde Jesús declara, 'Todo reino dividido contra sí mismo es asolado, y toda ciudad o casa dividida contra sí misma, no permanecerá.' La adaptación de Lincoln de esta escritura para describir la crisis de la esclavitud demostró su habilidad para usar imágenes religiosas familiares para comunicar conceptos políticos complejos a una audiencia mayormente cristiana. El discurso fue considerado radical para su tiempo porque explícitamente declaró que la Unión no podía sobrevivir permanentemente mitad esclava y mitad libre, forzando a los americanos a confrontar la contradicción fundamental en el corazón de su democracia. Muchos de los asesores de Lincoln le advirtieron contra hacer tal declaración audaz, temiendo que le costara la carrera al Senado contra Stephen Douglas. Mientras Lincoln perdió esa contienda senatorial, el discurso lo estableció como una figura nacional y articuló el marco moral que definiría su presidencia y la Guerra Civil misma."
    },
    "Demise": {
      "en": "The historical irony of Lincoln establishing the Secret Service on the day of his assassination represents one of the most poignant 'what if' moments in American history. Lincoln signed the legislation creating the Secret Service on April 14, 1865, primarily to combat the massive counterfeiting problem that was undermining the nation's economy—roughly one-third of all currency in circulation was counterfeit at the time. The agency was designed to operate under the Treasury Department to protect the financial system, not the president. It wasn't until after the assassinations of Presidents Garfield in 1881 and McKinley in 1901 that Congress finally assigned presidential protection duties to the Secret Service. The timing seems almost prophetic, as if Lincoln sensed the need for such protection, yet the agency he created that very day could not have saved him even if it had been assigned to protect him, since its initial mission was entirely different. This coincidence has become one of history's most frequently cited examples of tragic irony, highlighting how close Lincoln came to potentially creating the very mechanism that might have prevented his own death.",
      "es": "La ironía histórica de Lincoln estableciendo el Servicio Secreto el día de su asesinato representa uno de los momentos de '¿qué hubiera pasado si?' más conmovedores en la historia americana. Lincoln firmó la legislación creando el Servicio Secreto el 14 de abril de 1865, principalmente para combatir el problema masivo de falsificación que estaba socavando la economía de la nación—aproximadamente un tercio de toda la moneda en circulación era falsificada en ese momento. La agencia fue diseñada para operar bajo el Departamento del Tesoro para proteger el sistema financiero, no al presidente. No fue hasta después de los asesinatos de los Presidentes Garfield en 1881 y McKinley en 1901 que el Congreso finalmente asignó deberes de protección presidencial al Servicio Secreto. El momento parece casi profético, como si Lincoln presintiera la necesidad de tal protección, sin embargo la agencia que creó ese mismo día no podría haberlo salvado incluso si hubiera sido asignada a protegerlo, ya que su misión inicial era completamente diferente. Esta coincidencia se ha convertido en uno de los ejemplos más frecuentemente citados de ironía trágica en la historia, destacando cuán cerca estuvo Lincoln de potencialmente crear el mismo mecanismo que podría haber prevenido su propia muerte."
    },
    "Wildcard": {
      "en": "Lincoln's Patent No. 6469, granted on May 22, 1849, remains the only patent ever held by a U.S. President and reflects his lifelong fascination with mechanical innovation and problem-solving. The patent described a system of bellows attached to the sides of a boat that could be inflated with air to help lift the vessel over shoals and sandbars—a common problem Lincoln had personally encountered while navigating the Sangamon River in Illinois. His design used a series of air chambers that could be manually inflated when a boat ran aground, theoretically providing enough buoyancy to float the vessel free. While the invention was never manufactured commercially, it demonstrated Lincoln's practical approach to problem-solving and his understanding of basic engineering principles, skills he had developed during his youth working on flatboats and ferries. This mechanical aptitude later influenced his presidency, as he became the first president to actively encourage technological innovation, personally testing new military technologies during the Civil War and supporting the development of the transcontinental railroad. His patent application reveals a mind that naturally thought in terms of practical solutions to real-world problems, a characteristic that would define his approach to the constitutional and moral challenges of his presidency.",
      "es": "La Patente No. 6469 de Lincoln, otorgada el 22 de mayo de 1849, sigue siendo la única patente jamás poseída por un Presidente de EE.UU. y refleja su fascinación de toda la vida con la innovación mecánica y la resolución de problemas. La patente describía un sistema de fuelles unidos a los lados de un barco que podían ser inflados con aire para ayudar a levantar la embarcación sobre bajíos y bancos de arena—un problema común que Lincoln había encontrado personalmente mientras navegaba el Río Sangamon en Illinois. Su diseño usaba una serie de cámaras de aire que podían ser infladas manualmente cuando un barco encallaba, teóricamente proporcionando suficiente flotabilidad para liberar la embarcación. Mientras la invención nunca fue manufacturada comercialmente, demostró el enfoque práctico de Lincoln para resolver problemas y su comprensión de principios básicos de ingeniería, habilidades que había desarrollado durante su juventud trabajando en balsas y transbordadores. Esta aptitud mecánica luego influyó en su presidencia, ya que se convirtió en el primer presidente en fomentar activamente la innovación tecnológica, probando personalmente nuevas tecnologías militares durante la Guerra Civil y apoyando el desarrollo del ferrocarril transcontinental. Su solicitud de patente revela una mente que naturalmente pensaba en términos de soluciones prácticas a problemas del mundo real, una característica que definiría su enfoque a los desafíos constitucionales y morales de su presidencia."
    }
  },
  "alternatives": {
    "en": [
      "George Washington",
      "Thomas Jefferson",
      "Theodore Roosevelt",
      "Franklin Roosevelt",
      "Andrew Jackson",
      "Woodrow Wilson",
      "John Adams",
      "James Madison",
      "Andrew Johnson"
    ],
    "es": [
      "George Washington",
      "Thomas Jefferson",
      "Theodore Roosevelt",
      "Franklin Roosevelt",
      "Andrew Jackson",
      "Woodrow Wilson",
      "John Adams",
      "James Madison",
      "Andrew Johnson"
    ]
  }
}